{
  "modules": [
    {
      "id": 1,
      "title": "성경",
      "duration": "45분",
      "completed": false,
      "sections": [
        {
          "id": "1.1",
          "title": "서론",
          "content": "성경학은 기독교 신학 내에서 성경을 과학적이고 신학적으로 연구하는 중요한 학문 분야로, 기독교 신앙에 따라 성경의 기원, 기록 과정과 배경, 본질과 영적 권위, 그리고 역사를 통해 어떻게 보존되고 전수되어 왔는지를 깊이 있게 탐구합니다. 또한 성경학은 성경을 언어적으로나 개념적으로 해석하는 데 초점을 맞추며, 신학적·역사적 원칙에 따른 참된 의미를 발견하여 신앙 생활과 기독교 교훈에 지혜롭게 활용하는 것을 목표로 합니다."
        },
        {
          "id": "1.2",
          "title": "성경 명칭의 유래",
          "content": "'성경(Bible)'이라는 단어는 그리스어 'biblos' 또는 'biblion'에서 유래했으며, 이는 '책'을 의미합니다. 여러 형태로 변화하며 'ta biblia' 즉 '책들'이라는 의미가 되었습니다. 이로 인해 성경은 성서라고 불리게 되었습니다. 넓은 의미에서 성경은 단일한 책이 아니라 여러 책의 모음집입니다. 이 책들은 종류와 기록된 시대가 다르지만, 하나의 통일된 작품으로 모아져 있습니다. 간단한 예를 들면, 백과사전이나 여러 사람이 쓴 많은 장으로 구성된 대형 교과서와 같지만 하나의 책으로 합쳐진 것과 유사합니다. 마찬가지로 성경도 많은 책을 포함하지만, 신앙인들에게 하나의 메시지를 전달하기 때문에 하나의 책으로 불립니다."
        },
        {
          "id": "1.3",
          "title": "성경 기록에 있어서의 하나님의 영감",
          "content": "성경은 하나님의 기록된 말씀입니다. 이 진술은 단순히 인간으로부터 나온 것이 아니라 성경 자체가 하나님의 말씀임을 선언하고 있기에 성경 자체에 의해 확증됩니다. 하나님의 영감(inspiration)은 하나님께서 어떻게 성경을 확립하셨는지를 설명합니다. 이는 하나님이 직접 기록자들에게 단어를 받아쓰게 하신 것을 의미하지 않으며, 그분의 완전한 주권 안에서 그들을 사용하셨습니다. 하나님께서는 그들의 지성, 특성, 그리고 환경을 이용하여 그분의 메시지를 기록하게 하셨습니다. 간단한 예를 들면, 교사가 학생에게 에세이를 쓰도록 명확한 지시를 내리는 것과 같습니다. 학생이 자신의 스타일과 언어로 글을 쓰더라도 교사가 전달하려는 생각은 정확히 동일하게 유지됩니다. 성경도 마찬가지입니다: 인간이 기록했지만, 메시지의 근원은 하나님이십니다."
        }
      ]
    },
    {
      "id": 2,
      "title": "하나님의 영감의 결과",
      "duration": "50분",
      "completed": false,
      "sections": [
        {
          "id": "2.1",
          "title": "하나님의 영감의 결과",
          "content": "성경의 하나님의 영감은 몇 가지 주요 결과를 낳습니다: 본문 의미의 통일성 – 성경에는 많은 책과 장이 있지만, 각 기록은 신앙인들을 위해 일관된 하나의 메시지를 지니고 있습니다. 무오성 – 성경에는 오류가 없음을 의미합니다. 모든 책과 기록의 조화 – 일관성(coherence)이라 불리며, 성경의 모든 메시지와 원칙이 통일되고 일관되어 있음을 의미합니다. 최고 권위 – 최고 권위(supreme authority)라 불리며, 성경이 기독교 신앙과 삶에서 궁극적인 도구임을 의미합니다."
        },
        {
          "id": "2.2",
          "title": "성경 메시지의 명확성",
          "content": "성경은 그것이 하나님으로부터 왔음을 보여주는 독특한 특성을 지닙니다: 명확성 – 성경의 메시지는 명확하고 이해하기 쉽습니다. 하나님께서 성경 안에서 모든 사람이 이해할 수 있는 방식으로 말씀하셨기 때문입니다. 충분성 – 성경은 하나님의 뜻에 따라 우리의 삶과 영적 안녕에 필요한 모든 것을 포함하고 있습니다. 성령의 조명 필요성 – 성경이 명확하고 완전하더라도, 그 안에 담긴 영적 의미를 올바르게 이해하기 위해서는 성령의 도움이 필요합니다."
        }
      ]
    },
    {
      "id": 3,
      "title": "성경이 하나님의 말씀임이 증명됨",
      "duration": "45분",
      "completed": false,
      "sections": [
        {
          "id": "3.1",
          "title": "외적 증거",
          "content": "외적 증거는 성경이 기적적인 성격을 지니고 있음을 보여주는 성경 외부의 사실들입니다: 성경 66권의 조화 – 메시지들이 통일되어 있고 서로 잘 보완됩니다. 지속성 – 성경은 모든 시대를 거쳐 확고히 서 있습니다. 시대를 초월한 메시지 – 모든 메시지가 강력하고 신뢰할 만합니다. 세계적인 책 – 전 세계에서 읽히고 받아들여집니다. 역사적 신뢰성 – 성경의 많은 예언들이 성취되어 그것이 하나님의 말씀임을 확인시켜 줍니다."
        },
        {
          "id": "3.2",
          "title": "내적 증거",
          "content": "내적 증거는 성경이 하나님의 말씀이라는 진리에 대한 사람 마음속의 강력한 내적 확신입니다. 이는 사람들의 삶 속에서 하나님의 말씀의 변화시키는 역사를 통해 나타납니다. 사람이 성경을 읽을 때, 성령의 역사를 통해 성경 자체가 그 사람을 읽는 것입니다."
        }
      ]
    },
    {
      "id": 4,
      "title": "성경 정경",
      "duration": "50분",
      "completed": false,
      "sections": [
        {
          "id": "4.1",
          "title": "성경 정경",
          "content": "성경은 총 66권의 책으로 구성된 모음집입니다: 구약성경 39권, 신약성경 27권. 이 책들은 성경 정경을 구성하며, 이는 하나님의 영감으로 기록된 것으로 공식적으로 인정받는 목록을 의미합니다."
        },
        {
          "id": "4.2",
          "title": "책이 영감 받은 것으로 인정받는 기준",
          "content": "정경에 책이 포함되기 위한 기준은 다음과 같습니다: 사도성 – 참된 선지자나 사도에 의해 기록되었거나 그 기록이 확증되었는가. 정통성 – 교회에 이미 전해져 내려온 신앙과 일치하는가. 보편성 – 모든 지역의 교회들에 의해 널리 받아들여졌는가. 고대성 – 고대에 기록되었으며 그 시대까지 지속되어 왔는가."
        }
      ]
    },
    {
      "id": 5,
      "title": "성경의 보존과 번역",
      "duration": "45분",
      "completed": false,
      "sections": [
        {
          "id": "5.1",
          "title": "성경의 보존과 번역",
          "content": "성경은 고대 히브리어와 아람어(구약) 그리고 코이네(Koine)라 불리는 고대 그리스어(신약)로 기록되었습니다. 성경의 무오성은 원본 사본에 적용되며, 비록 초기 사본들이 훼손되거나 소실되었을지라도, 메시지를 보호하기 위해 많은 동일한 사본들이 제작되었습니다."
        },
        {
          "id": "5.2",
          "title": "성경 번역의 유형",
          "content": "번역에 관해: 형식 동등 번역 – 원문의 단어 선택과 형태를 밀접하게 따릅니다. 기능 동등 번역 – 원저자가 의도한 의미를 포착하는 데 주력하며, 각 단어를 정확히 일치시키지 않아도 됩니다. 따라서 형식 동등 번역은 연구와 심층 탐구에 더 적합한 반면, 기능 동등 번역은 일상 독서와 실용적 사용에 더 적합할 수 있습니다."
        }
      ]
    }
  ]
}