{
  "modules": [
    {
      "id": 1,
      "title": "Fampidirana",
      "duration": "30 min",
      "completed": false,
      "sections": [
        {
          "id": "1.1",
          "title": "Famaritana ny Anjelolojia",
          "content": "Ny foto-pampianarana kristiana momba ny anjely no antsoina mazana hoe: Anjelologia, eo amin'ny tontolon'ny fianarana teologia. Ny teny hoe: Anjelologia (teny nogasiana) dia fitambarana teny grika roa, dia ny hoe Angelos (izay midika hoe: iraka, nogasiana hoe anjely) sy ny hoe logia (izay midika hoe firesahana, na fianarana). Hiresaka sy hianatra ny fampianaran'ny Baiboly momba ny anjely izany isika ao anatin'ity fizarana momba ny Anjelologia ity."
        }
      ]
    },
    {
      "id": 2,
      "title": "I. Ny fisian'ny anjely",
      "duration": "30 min",
      "completed": false,
      "sections": [
        {
          "id": "2.1",
          "title": "Ny teny hoe anjely ao amin'ny Baiboly",
          "content": "Miverina manodidina ny 300 isa eo ho eo ny teny hoe anjely ao amin'ny Baiboly, raha toa ka ny anjely amin'ny maha fanahy azy no resahina. Ny teny niandohana mantsy, na ny Hebreo (malak, ho an'ny Testamenta Taloha) na ny Grika (angelos, ho an'ny Testamenta Vaovao) dia midika hoe iraka na mpitondra hafatra, ka mety hanondro olona ihany koa (ohatra: Gen 32:7; Mat 11:10). Amin'ny ankapobeny anefa, dia saika ny anjely, izay 'fanahy manompo' (Heb 1:14), no tondroin'ny teny fototra."
        },
        {
          "id": "2.2",
          "title": "Ny fomba fijery ny fisian'ny anjely amin'izao andro izao",
          "content": "Amin'ny vanin'andro ankehitriny izay mampahazo vahana ny fisainana tandrefana, izay tsy mino ny zavatra tsy azon'ny saina hazavaina sy porofoina, dia maro ny olona izay mihevitra fa ny anjely dia tafiditra ho isan'ny angano, fa tsy tena zava-misy akory. Filazan'ny olona tokoa ny hoe: 'toy ny anjely', na hoe 'narovan'ny anjely', saingy fomba fiteny ihany izany, iantsoana ny hatsaran-tarehy (na hatsaram-panahy), na ny naha nieren-doza ny tena tamin'ny fomba mahagaga."
        },
        {
          "id": "2.3",
          "title": "Ny fahamarinana ara-Baiboly momba ny anjely",
          "content": "Etsy andanin'izany anefa dia betsaka amin'ireo mino ny fisian'ny anjely no tsy mahafantatra tsara akory ny fahamarinana momba azy ireny. Ny olona sasany moa dia tafaroboka mihitsy ao anatin'ny 'fivavahana amin'ny anjely' (Kol 2:18), indrindra fa ny fivavahana amin'i Satana sy ny demonia, izay anjely lavo tao anatin'ny fikomiana amin'Andriamanitra. Ny olona sasany kosa dia manamaivana, na mety handà mihitsy aza, ny asan'ny anjely, toy ny fiarovany ny tsirairay avy amin'ireo madinika (araka ny Mat 18:10). Koa ny tanjontsika ato anatin'ity fizarana ity dia ny hamantatra ny fahamarinana momba ny anjely, dia araka izay ambaran'ny Baiboly, Tenin'Andriamanitra voasoratra, izay hany tenin'ny fahamarinana (Jao 17:17)."
        }
      ]
    },
    {
      "id": 3,
      "title": "II. Ny tenan'ny anjely",
      "duration": "35 min",
      "completed": false,
      "sections": [
        {
          "id": "3.1",
          "title": "Inona ny anjely?",
          "content": "Ny anjely dia karazam-panahy, izay isan'ny zava-boarin'Andriamanitra, ka sady miavaka amin'Andriamanitra izay Mpahary azy, no miavaka amin'ny olombelona ihany koa. Manana ny toetra maha persona ny anjely, izany hoe fisiana izay manana fisainana, fihetseham-po, sitrapo ary fahatsapana ny tenany izy."
        },
        {
          "id": "3.2",
          "title": "Ny fisehoan'ny anjely amin'ny endrika hita maso",
          "content": "Mampiavaka ny anjely amin'ny olombelona ny tsy fananany vatana nofo aman-dra, kanefa amin'ny fotoana sasany dia miseho ho hita maso amin'ny alalan'ny endrika ana lehilahy na zatovo lahy (oh. Gen 18:2; 19:1; Mar 16:5; Lio 24:4; Asa 1:10, sns.)."
        },
        {
          "id": "3.3",
          "title": "Ny naharian'Andriamanitra ny anjely",
          "content": "Araka izany dia tsy nisy foana hatrizay akory ny anjely, fa isan'ireo zavaboary noharian'Andriamanitra izy, ka mamaritra ny tontolon'ny fanahy, izay tsy hitan'ny olombelona maso. Izay no voalaza ao amin'ny Neh 9:6, fa Andriamanitra no nanao 'ny lanitry ny lanitra, mbamin'izay rehetra any aminy'. Andining hafa manambara ny naharian'Andriamanitra ny anjely ihany koa ny Sal 148:2, 4-5, Kol 1:16."
        },
        {
          "id": "3.4",
          "title": "Ny fotoana sy ny isan'ny anjely",
          "content": "Raha ny filazan'i Joba 38:7, dia tamin'ny fiandohan'ny faharian'Andriamanitra izao rehetra izao no nahariany ny anjely, satria niara-nihira sy nihoby avokoa ireny fony Andriamanitra nahary ny tany. Ny Apok 19:10 sy 22:8-9 dia milaza mazava tsara fa zavaboary toy ny olombelona ny anjely, ka tsy natao hiankohofana na hivavahana. Amin'ny maha fanahy azy, dia tsy mety maty ny anjely (Lio 20:35-36). Ary satria tsy manam-bady na miteraka ny anjely (Mat 22:30), dia tsy mitombo na minena ny isany, fa efa voafaritra sy raikitra hatramin'ny fotoana nahariana azy. Tsy manome ny isa hentitry ny anjely ny Soratra Masina, fa milaza kosa ny fahamaroany indrindra, izay 'tsy omby alinalina' (Deo 33:2; Heb 12:22), 'maro be' (Lio 2:13), 'alinalina sy arivoarivo' (Apok 5:11). Kristy dia nilaza fa azon'ny Ray ho natao ny naniraka 'anjely tsy omby roa ambin'ny folo legiona' (Mat 26:53) ho eo Aminy eo no eo (izany hoe, anjely manodidina ny 72 000 isa any ho any – izay tsy mbola isan'ny anjely rehetra akory)."
        }
      ]
    },
    {
      "id": 4,
      "title": "III. Ny toetran'ny anjely",
      "duration": "40 min",
      "completed": false,
      "sections": [
        {
          "id": "4.1",
          "title": "Ny fahamasinana sy ny fahalavoan'ny anjely",
          "content": "Tahaka ny zavaboary rehetra natson'Andriamanitra, dia nohariany ho tsara indrindra ihany koa ny anjely (jereo Gen 1:31), izany hoe, natsony tsy misy tomika fa namponbany fahamasinana. Manindry izany ny fiantsoana ireo anjely ho 'anjely masina' (Mar 8:38; Lio 9:26; Asa 10:22; Apok 14:10), sy ho 'zanak'Andriamanitra' (Joba 1:6; 2:1; 38:7). Nisy tamin'ireo anjely ireo anefa no nikomy tamin'Andriamanitra ka lavo avy tamin'izany toeram-pahamasinana nahariana azy, ary lohan'izy ireny i Satana na ny Devoly. Mbola horesahina manokana atsy aoriana ny momba an'i Satana sy ireo anjely nanota. Fa ireo anjely tsy nanota kosa no antsoina hoe 'anjely voafidy' (1Tim 5:21), ary ny amin'ireo anjely voafidy ireo no betsaka horesahina manaraka eto."
        },
        {
          "id": "4.2",
          "title": "Ny toetra maha-persona ny anjely",
          "content": "Ny anjely dia manana ny toetra rehetra manamarika ny maha persona azy. Manana fahatsapana ny tenany izy ka midera an'Andriamanitra (Isa 6:3), misaina sy mihevitra (1Mpan 22:20-22), mijery sy mahita (Mat 18:10), miresaka sy mifandray (Lio 1:13, 30; 2:10), manam-paniriana (1Pet 1:12), manana fihetseham-po (Lio 15:10), manana sitrapo sy safidy (2Pet 2:4; Joda 6, 9) ka tompon'andraikitra amin'izany."
        },
        {
          "id": "4.3",
          "title": "Ny hery sy ny fahefan'ny anjely",
          "content": "Singanin'ny Soratra Masina ihany koa fa amin'izao fiainana izao dia mihoatra ny olombelona amin'ny tanjaka sy hery ananany ny anjely (Sal 103:20; 2Pet 2:11). Amin'izay lafin'ny hery ananana izay no nanaovana ny olombelona ho 'ambany kely [na vetivety] noho ny anjely' (Heb 2:7), na dia hitsara ny anjely aza ny olom-boafidin'Andriamanitra amin'ny andro ho avy, ao amin'ny mandrakizay (1Kor 6:3). Ny hery manokana ananan'ny anjely mihoatra noho ny olombelona dia hita taratra amin'ny alalan'ireo tranga samihafa ao amin'ny Baiboly, toy ny hafainganam-pandeha eny amin'ny rivotra (Dan 9:21; Joba 1:7), ny fampahajambana ny mponina tao Sodoma (Gen 19:11), ny famelezana areti-mandringana an'i Jerosalema (2Sam 24:16-17), ny fampahamoanana an'i Zakaria (Lio 1:20), ny fanakodiavana ny vato be nandrakotra ny vava-fasan'i Jesosy (Mat 28:1-2), ny fanafahana an'i Petera tao an-tranomaizina (Asa 12:7-10), ny fananana fahefana amin'ireo singa samihafa amin'ny zavaboary, toy ny rivotra (Apok 7:1), ny afo (14:18) na ny rano (16:5). Koa manam-pahalalana be ny anjely, kanefa tsy mahafantatra ny zavatra rehetra tsy akory (Mar 13:32); manan-kery lehibe, kanefa tsy tsitoha (Dan 10:13); ary afaka mitetiety ny tany rehetra, kanefa tsy manerana izao rehetra izao (Joba 1:7)."
        },
        {
          "id": "4.4",
          "title": "Ny maha iraka fotsiny ny anjely",
          "content": "Tsy azo adinoina fa irak'Andriamanitra fotsiny ihany ny anjely, ka nomen'ny Tompo ny hery manokana hahefa izany rehetra izany, fandrao isika olombelona hametraka ny fitokisana amin'ny anjely, fa tsy amin'Andriamanitra. Mampitandrina fatratra ny amin'ny fakam-panahy hivavaka amin'ny anjely ny Soratra Masina (Apok 19:10; 22:9)."
        }
      ]
    },
    {
      "id": 5,
      "title": "IV. Ny fisehon'ny anjely",
      "duration": "25 min",
      "completed": false,
      "sections": [
        {
          "id": "5.1",
          "title": "Ny fisehoan'ny anjely ho endrika hita maso",
          "content": "Raha toa ka fanahy ny anjely (2Mpan 6:17; Heb 1:14), izany hoe fisiana tsy hita maso, dia miseho amin'ny endrika hita maso izy ireny tsindraindray, rehefa manatanteraka ny iraka nanirahan'Andriamanitra azy."
        },
        {
          "id": "5.2",
          "title": "Ny endriky ny fisehoan'ny anjely",
          "content": "Rehefa miseho ho hita maso ny anjely dia maka ny endrika ara-batan'ny olombelona, ary indraindray aza dia tsy fantatry ny olona ho anjely, fa heveriny ho olon-tsotra (Gen 18:1-2; Jos 5:13-14; Heb 13:2). Matetika ihany koa anefa no fantatry ny olona ny anjely izay miseho aminy (Mpits 13:6), indrindra fa manamarika azy ny akanjony fotsy manirapiratra (Mat 28:3; Lio 24:4; Asa 1:10). Amin'ny fotoana hafa kosa anefa dia voafaritra ho toy ny zava-manan'aina manana elatra ka afaka manidina ny anjely (Isa 6:2; Eze 1:6; Apok 4:8; 14:6), ary tsy voatery hanana endrik'olombelona mandrakariva izy ireny (oh. Apok 4:7-8)."
        },
        {
          "id": "5.3",
          "title": "Ny fihetsehan'ny olona rehefa mahita anjely",
          "content": "Tsara marihina, fa rehefa miseho ho hita maso amin'ny maha anjely azy ny anjely, ka fantatry ny olona izay isehoany, dia voalaza fa taitra loatra sy raiki-tahotra indrindra mandrakariva ireo izay mahita ny anjely (Lio 1:12; 29; 2:9; Mat 28:4; Asa 10:4)."
        }
      ]
    },
    {
      "id": 6,
      "title": "V. Ny lamina sy sokajin'ireo anjely",
      "duration": "50 min",
      "completed": false,
      "sections": [
        {
          "id": "6.1",
          "title": "Ny lamina ara-panapahana ao amin'ny tontolon'ny anjely",
          "content": "Tsy hita maso ny tontolon'ny fanahy, kanefa tsy midika izany fa tsy misy rafitra izay ilaminany izy. Tahaka ny fisian'ny lamina ara-panapahana eo amin'izao tontolo izao hita maso no isian'ny lamina ara-panapahana eo amin'ny tontolon'ny anjely. Tsy mitsitokantokana mantsy ny anjely, fa miaina eo anivon'ny 'fivorian'ny masina' (Sal 89:5, 7), izay ahitana andalan-toha-pahefana. Paoly Apostoly, ao amin'ny Efe 3:10, dia miresaka ny amin'ireo 'fanapahana sy fahefana any an-danitra', dia 'ny anjely sy ny fahefana ary ny hery' (1Pet 3:22) izay efa nampanekena an'i Kristy. Toy izany ihany koa no iresahany ny amin'ny 'fanapahana sy amin'ny fanjakana sy amin'ny mpanjakan'izao fahamaizinana izao, dia amin'ny fanahy ratsy eny amin'ny rivotra' (Efe 6:12). Tsy mahagaga ny fisian'izany lamina ara-panapahana izany rehefa mihevitra ny fahamaron'isan'ireo anjely isika."
        },
        {
          "id": "6.2",
          "title": "Ny sokajin'ny arikanjely",
          "content": "Voalohany, dia misy ny sokajin'ny arikanjely. Ny teny hoe arikanjely dia midika ara-bakiteny hoe: voalohany na lohan'ny anjely. Andalana roa ao amin'ny Baiboly no miresaka azy, dia ny 1Tes 4:16 sy ny Joda 9. Ny Joda 9 dia manonona ny anaran'i Mikaela, izay arikanjely. Ny 1Tes 4:16 kosa dia milaza fa ny feon'ny arikanjely (teny tokana) no hanamarika ny fidinan'ny tenan'ny Tompo avy any an-danitra. Azo heverina izany fa io Mikaela io irery ihany no arikanjely, izany hoe izy lohan-tafiky ny anjely, izay manazava ny anton'ny hoe izy no niady ny fatin'i Mosesy tamin'ny devoly (Joda 9). Ny ambin'ny Soratra Masina rahateo dia mampiseho an'i Mikaela ho mpitari-tafika, dia ny ny tafiky ny anjelin'Andriamanitra (Dan 10:21; 12:1; Apok 12:7)."
        },
        {
          "id": "6.3",
          "title": "Ny andriana lehibe sy ny kerobima",
          "content": "Faharoa, dia voalaza ao amin'ny Dan 10:13 fa Mikaela dia 'iray amin'ireo andriana lehibe' (DIEM: 'anjely lohalaharana indrindra'), ka ny fisian'ireo anjely 'andriana lehibe' na 'lohalaharana indrindra' dia manamarika fa misy lamina ara-panapahana eo anivon'ireo anjely. Mikaela arikanjely izany no lohany amin'ireo 'andriana lehibe' amin'ny anjely ireo. Fahatelo, dia misy ihany koa ny sokajin'anjely antsoina hoe kerobima, izay miverimberina ny filazana azy ao amin'ny Baiboly (mihoatry ny 80, ary saika ao amin'ny Testamenta Taloha avokoa, ankoatry ny Heb 9:5). Ny teny hoe kerobima (teny maro, kerob izy raha teny tokana) dia mety ho avy amina fototeny midika hoe mpidera, mpivavaka, na koa hoe lehibe, mahery. Azo heverina fa sokajina anjely ambony ny kerobima, satria Satana, araka ny Eze 28:14, 16, dia isan'ny kerobima."
        },
        {
          "id": "6.4",
          "title": "Ny serafima sy ny anjely manana anarana",
          "content": "Fahefatra, dia misy sokajina anjely hafa ihany koa izay antsoina hoe serafima, ary ao amin'ny Isa 6:2, 6 ihany no anononan'ny Soratra Masina azy. Ny serafima dia voalaza fa manana elatra enina ka mandina, ary mifamaly amin'ny feo fiderana mandrakariva ao amin'ny fanatrehan'Andriamanitra Masina (Isa 6:3). Ny foto-teny niavian'ny anarana hoe serafima (teny maro, seraf izy raha teny tokana) dia mety ho midika hoe mandoro, na koa hoe andriana – saingy tsy tena azo antoka tanteraka izany. Fa ankoatr'ireo lamina sy sokajy ireo, dia misy anjely roa izay notononona anarana manokana ao anatin'ny Soratra Masina (ankoatra an'i Satana, izay hojerena manokana ny momba azy atsy aoriana): Ny voalohany dia Mikaela (Dan 10:13, 21; 12:1; Joda 9; Apok 12:7), ka ny anarany dia midika hoe: 'Ilay mitovy amin'Andriamanitra'. Araka ny efa hita teo aloha, dia arikanjely izay lohany amin'ireo mpitari-tafiky ny anjelin'Andriamanitra izy; misy antokom-pinoana izay mampianatra fa Jesosy ihany, hono, no Mikaela, hany ka tonga manao an'i Jesosy ho arikanjely izy, izany hoe, ho zava-boary noharian'Andriamanitra, fa tsy mitovy amin'Andriamanitra. Fahadisoana lehibe izany, izay mahavery ny finoana azy, satria fandavana ankitsirano ny maha Tompo Andriamanitra an'i Jesosy Kristy. Mazava ny teny ao amin'ny Heb 1:5-8 fa Jesosy dia miavaka tanteraka amin'ny anjely, sady ambony noho ny anjely, satria Zanaka Lahy Tokan'Andriamanitra Izy – izany hoe, manana ny toetra maha Andriamanitra. Ny faharoa dia Gabriela (Dan 8:16; 9:21; Lio 1:19, 26), ka ny anarany dia midika hoe: 'Lehilahin'Andriamanitra' na 'herin'Andriamanitra'. Mpitondra teny sy hafatra avy amin'Andriamanitra no tena ahafantarana azy ao amin'ny Baiboly."
        }
      ]
    },
    {
      "id": 7,
      "title": "VI. Ny asan'ny anjely",
      "duration": "15 min",
      "completed": false,
      "sections": [
        {
          "id": "7.1",
          "title": "Ny fanompoan'ny anjely",
          "content": "Araka ny famaritan'ny mpanoratra ny Epistily ho an'ny Hebreo azy, dia 'fanahy manompo' (Heb 1:14) izany hoe nirahin'Andriamanitra hanao fanompoana. Azo hosokajiana ho dimy karazana ny asan'ny anjely, mifanaraka amin'izay iantefan'ny fanompoana ataony."
        }
      ]
    },
    {
      "id": 8,
      "title": "1. Ny asan'ny anjely mifandraika amin'Andriamanitra",
      "duration": "20 min",
      "completed": false,
      "sections": [
        {
          "id": "8.1",
          "title": "Ny fiderana sy fiankohofan'ny anjely",
          "content": "Ny anjely dia manatanteraka fiderana an'Andriamanitra mandrakariva (Sal 148:1-2) ao amin'ny fitoerany masina. Maneho izany ny fahitan'Isaia mpaminany an'ireo serafima izay nidera an'Andriamanitra tao an-tempoly tany an-danitra (Isa 6:1-3). Miankohoka eo anoloan'Andriamanitra Ray sy ny Lahimatoa ny anjely (Sal 97:7; Heb 1:6). Ny bokin'ny Apokapypsy toko faha-4 sy faha-5, izay manokatra sahady varavarankely ho antsika ny amin'ny fivavahana ao an-danitra, dia manindry tsara izany fiderana sy fiankohofan'ny anjely eo anoloan'ny seza fiandrianan'Andriamanitra izany (Apok 4:6-11; 5:11-14)."
        }
      ]
    },
    {
      "id": 9,
      "title": "2. Ny asan'ny anjely mifandraika amin'ny fanokafana vanim-potoana vaovao eo amin'ny fizoran'ny planin'Andriamanitra",
      "duration": "30 min",
      "completed": false,
      "sections": [
        {
          "id": "9.1",
          "title": "Ny anjara asan'ny anjely amin'ny fizoran'ny tantara",
          "content": "Asehon'ny Baiboly fa miditra an-tsehatra hatrany ny anjely rehefa mandray kihon-dalana lehibe vaovao ny fizoran'ny planin'Andriamanitra, eo amin'ny fitondrany ny tantara:\n\n- Niara-nihira sy nihoby avokoa ireo anjely fony nanorina ny vodi-andrin'ny tany Andriamanitra (Joba 38:6-7);\n\n- Nampitoerin'Andriamanitra tany atsinanan'ny Saha Edena ny anjely kerobima mba hiambina ny lalana mankany amin'ny hazon'aina, rehefa lavo tao anatin'ny ota ny olombelona (Gen 3:34);\n\n- Ny anjely no nandahatra ny lalàna ho eo an-tanan'ny mpanalalana – dia Mosesy izany (Gal 3:19); ny Heb 2:2 dia milaza fa nampilazaina ny anjely ny teny – dia ny lalànan'i Mosesy izany; toy izany koa ny tenin'i Stefana, ao amin'ny Asa 7:53, fa ny Zanak'Israely dia 'olona izay nahazo ny lalàna tamin'ny nandaharan'ny anjely azy, nefa tsy nankato izany';\n\n- Ny anjely no nampahafantatra ny fahaterahan'i Kristy, na tamin'i Josefa (Mat 1:20), na tamin'i Maria (Lio 1:26-38), na tamin'ireo mpiandry ondry (Lio 2:9-14); hanana anjara asa manokana mifandraika amin'ny fanompoan'i Kristy teto an-tany ihany koa ny anjely (horesahina manokana manaraka eto)\n\n- Nanamarika ny fanombohan'ny vanim-potoan'ny fiangonana ny asan'ny anjely, indrindra fa ny asa fanohanany ny fampielezana ny filazantsara (Asa 8:26; 10:3, 7; 12:11)\n\n- Mbola hanana anjara asa manokana ihany koa ny anjely amin'ny andro fiavingan'i Kristy indray (1Tes 4:16), fa avy omban'ireo anjelin'ny heriny ny Tompo (2Tes 1:7) mba hanorina ny fanjakany (Mat 25:31); araka ny fanoharan'i Jessoy momba ny tsimparifary, dia ny anjely no ho toy ny mpijinja amin'ny fahataperan'izao tontolo izao ka hanangona sy hamoaka amin'ny fanjakan'ny Zanaka ny zavatra mahatafintohina rehetra mbamin'izao manao meloka, ary hanipy azy any amin'ny fandoroana lehibe mirehitra afo (Mat 13:36-43; jereo ihany koa ny fanoharana amin'ny harato-tarihina, and.47-50). Ambaran'i Jesosy mazava fa amin'ny andro fitsarana dia haniraka ny anjeliny Izy mba hanangona ireo olom-boafidy avy amin'ny vazan-tany efatra hatramin'ny faravodilanttra rehetra (Mat 24:31).\n\nFa raha izay ny asan'ny anjely mifanaraka amin'ny fiovana vanim-potoana lehibe eo amin'ny tantara, araka ny planin'Andriamanitra, dia hifantohantsika kosa izao ny asan'ny anjely nandritra ny fanompoan'i Jesosy Kristy teto an-tany."
        }
      ]
    },
    {
      "id": 10,
      "title": "3. Ny asan'ny anjely mifandraika amin'ny fanompoan'i Kristy",
      "duration": "25 min",
      "completed": false,
      "sections": [
        {
          "id": "10.1",
          "title": "Ny fanompoan'ny anjely an'i Kristy teto an-tany",
          "content": "Nanompo an'i Kristy manokana ny anjely, fony ny Tompo teto an-tany, nanomboka talohan'ny fotoana nanorotoroana Azy tao an-kibon'i Maria ka hatramin'ny fotoana nampiakarana Azy tany an-danitra.\n\nTalohan'ny naterahan'ny Tompo, dia ny anjely no nampahafantatra ny fahaterahan'i Jaona Mpanao batisa, izay hialoha lalana Azy, sy nanambara ny fahaterahan'i Jesosy tamin'i Josefa (Mat 1:20) sy Maria (Lio 1:26 smn) ihany koa. Rehefa teraka tao Betlehema Jesosy, dia niseho ka nanambara ny vaovao mahafaly tamin'ireo mpiandry ondry tany an-tsaha ireo anjely (Lio 2:9 smn.). Ny anjely ihany koa no mbola nanoro hevitra an'i Josefa tao anatin'ny nofy ny amin'ny hitondrany an'i Jesosy sy Maria handositra any Egypta (Mat 2:13) sy hiverina avy any indray (Mat 2:19). Rehefa niroso tamin'ny raharahany Jesosy ka nalain'ny devoly fanahy tany an'efitra nandritra ny 40 andro, dia tonga nanompo Azy ireo anjely (Mar 4:11). Tao Getsemane, rehefa nitolona am-bavaka Jesosy ny alina izay hanolorana Azy, dia nisy anjely avy tany andanitra niseho teo aminy ka nampahery Azy (Lio 22:43). Rehefa nitsangana tamin'ny maty kosa ny Tompo, dia anjely no hanakodia ny vatobe teo amin'ny vavafasana, hahazoan'ireo vehivavy niditra tao am-pasana ka nahita fa tsy tao intsony ny Tompo (Mat 28:2). Ny anjely ihany koa no nanambara tamin'ireo vehivavy fa efa nitsangana tamin'ny maty ny Tompo (Mat 28:5; Lio 24:23; Jao 20:12). Ary rehefa nampiakarina tany an-danitra Jesosy, dia anjely roa lahy no nanotrona sy nampahery ireo mpianatra (Asa 1:10-11).\n\nIzany rehetra izany dia maneho ny fanompoan'ireo anjely an'i Jesosy, fony Izy tonga nofo teto an-tany."
        }
      ]
    },
    {
      "id": 11,
      "title": "4. Ny asan'ny anjely mifandraika amin'ny mpino",
      "duration": "40 min",
      "completed": false,
      "sections": [
        {
          "id": "11.1",
          "title": "Ny fanompoana ho an'ny mpino",
          "content": "Ny tenin'ny mpanoratra ny Epistily ho an'ny Hebreo dia milaza fa ny anjely dia 'fanahy manompo' izay nirahin'Andriamanitra 'hanao fanompoana ho an'izay handova famonjena' (Heb 1:14). Koa ankoatry ny asan'ny anjely izay mifandraika amin'ny fiderana an'Andriamanitra, ny fanokafana vanim-potoana vaovao eo amin'ny fizotry ny planin'Andriamanitra, ary ny fanompoan'i Jesosy Kristy fony Izy tonga nofo teto an-tany, dia manatanteraka fanompoana ho tombontsoan'ny mpino ihany koa ny anjely, na tao amin'ny Testamenta Taloha, na aty amin'ny Testamenta Vaovao."
        },
        {
          "id": "11.2",
          "title": "Ny anjara asan'ny anjely amin'ny Testamenta Taloha",
          "content": "Ao amin'ny Testamenta Taloha, anjely ny roa tamin'ireo telo lahy namangy an'i Abrahama ka nilaza taminy ny hahaterahan'Isaka (Genesisy 18; ampit. Heb 13:2). Ireo anjely roa lahy ireo ihany koa no nanavotra an'i Lota sy ny ankohonany tamin'ny fandravana ny tanàna noho ny fitsaran'Andriamanitra (Genesisy 19). Rehefa niverina avy tany Padana-Arama Jakoba, ka natahotra indrindra hihaona amin'i Esao rahalahiny, dia nisy anjelin'Andriamanitra nitsena azy, ka namaritany ho tobin'Andriamanitra ('Mahanaima') ny tany izay nisehoan'izany (Ge 32:2-3). Anjely no nirahin'Andriamanitra nanohana an'i Elia ara-tsakafo raha mandositra an'i Ahaba sy Jezabela izy (1Mpan 19:5, 7). Nampombain'Andriamanitra anjely maro be, izay miendrika soavaly sy kalesy afo manodidina eny an-tendrombohitra i Elisa raha notafihan'ny Syriana tao an-tanànany (2Mpan 6:16-17). Naniraka ny anjely ihany koa Andriamanitra mba handripaka ny miaramila asyriana, ka nanafaka ny mpanjaka Hezekia sy ny Joda (2Tan 32:21). Anjely no niaro an'i Sadraka, Mesaka sy Abednego tsy main'ny afo rehefa natsipy tanatin'ny lafaoro izy ireo (Dan 3:28), ary anjely ihany koa no nanakombona ny vavan'ny liona tsy handratra an'i Daniela, rehefa natsipy tao an-davalxy ny liona izy (Dan 6:23). Ao amin'ny bokin'i Zakaria iray manontolo, dia anjely no niresaka tamin'ny mpaminany tao anatin'ny fahitana nomena azy (Zak 1:9, 13, 14; 2:2 sns.)."
        },
        {
          "id": "11.3",
          "title": "Ny anjara asan'ny anjely amin'ny Testamenta Vaovao",
          "content": "Ao amin'ny Testamenta Vaovao kosa, dia nampitandrina ireo izay manao tsinontsinona na dia ny iray amin'ireo madinika amin'ny mpianany Jesosy, satria ny anjelin'izy ireo any andanitra dia mahita mandrakariva ny tavan'ny Ray Izay any an-danitra (Mat 18:10). Ambaran'i Jesosy ihany koa, ao amin'ny Lio 16:22, fa mikarakara manokana ny mpino amin'ny fotoan'ny fahafatesany ny anjely. Tamin'ny andro voalohan'ny fiangonana, dia anjelin'ny Tompo no nanafaka ireo Apostoly avy tao an-tranomaizina tamin'ny fomba mahagaga (Asa 5:19), toy izay natao ho an'i Petera manokana (Asa 12:7-10). Nialky i Petera fa 'ny Tompo efa naniraka ny anjeliny ka namonjy ahy tamin'ny tànan'i Heroda sy ny fanantenan'ny Jiosy rehetra' (Asa 12:11). Anjelin'Andriamanitra no niseho tamin'i Kornelio tamin'ny fahitana, ka nampaka azy an'i Petera mba hanoro azy ny lalam-pamonjena (Asa 10:3, 22; 11:13). Anjelin'Andriamanitra ihany koa no nitsangana teo anilan'i Paoly nandritra ny alina, ka nampahery sy nanome toky azy, raha tratra tao anatin'ny tafio-drivotra mahery ny sambo nitondra azy ho any Roma, ka tsy tsy nanantena ho voavonjy intsony ireo mpandeha rehetra (Asa 27:23-24). Ao amin'ny 1Kor 11:10, dia ambaran'i Paoly fa ny anjely dia mahita ny fivoriana fanompoam-pivavahan'ny fangonana, ka miandrandra ny fanajana ny lamina napertak'Andriamanitra ao anatin'izany. Miaraka amin'Andriamanitra, dia vavolombelona manatri-masy ny fanaovan'ny mpino ny asa fanompoany ao anatin'ny fahamasinana sy ny fahamarinana ny anjely voafidy (1Tim 5:21). Anjely no nirahin'i Jesosy Kristy mba hanambara amin'i Jaona ny zavatra tsy maintsy ho tonga faingana, izay voarakitra ho antsika ao amin'ny bokin'ny Apokalypsy (Apok 1:1). Ao amin'izany boky izany dia asainy manoritra ho an'ireo anjely isanisan'ny fangonana fito tany Azia i Jaona (Apok 1:20), ka ny hoe 'anjelin'ny fangonana' dia mety hanondro ny anjely izay mpiaby manokana ny fangonana isanisany, na koa lobolona izay misolo tena ny fangonana (mizarazara ny hevitry ny mpandinika). Ary farany, manamafy indroa miantoana amin'i Jaona ny anjely fa tsy natao hiankohofana na hivavahana izy ireny, satria 'mpanompo namanao ihany aho sady naman'ireo rahalahinao izay mitana ny filazana an'i Jesosy' (Apok 19:10; jereo koa 22:8-9)."
        },
        {
          "id": "11.4",
          "title": "Ny famintinana ny asan'ny anjely ho an'ny mpino",
          "content": "Misongadina avy amin'izany filazana rehetra izany, fa irahin'Andriamanitra mba hanao fanompoana ho an'ny olom-bonjen'Andriamanitra ny anjely, amin'ny hiarovany azy ireo (matetika amin'ny fomba mahagaga, ary mety tsy ho fantatra na hita maso akory aza izany) (oh. 2Mpan 6:16-17), amin'ny hanohanany sy hampaherezany azy ireo ao anatin'ny fotoantearotra (oh. Asa 27:23-24), amin'ny ampahafantarany azy ireo ny sitrapon'Andriamanitra (oh. Mat 2:13, 19), ary indrindra amin'ny hitarihany ny mpino amin'ny fitoriana sy ny fampielezana ny filazantsaran'ny famonjena (oh. Asa 8:26; Apok 14:6). Nodidin'Andriamanitra mba hiaby manokana ny fangonana, ery, fa na dia hatramin'ny madinika indrindra amin'ireo mpianatry ny Tompo aza ny anjely (Mat 18:10), kanefa ny fivavahana sy ny fitokisan'ny mino dia tsy mahazo miantefa amin'ny anjely, fa amin'Andriamanitra izay maha mpanompo ny mino sy ny anjely irery ihany (Apok 19:10)."
        }
      ]
    },
    {
      "id": 12,
      "title": "5. Ny asan'ny anjely mifandraika amin'ireo tsy mino",
      "duration": "20 min",
      "completed": false,
      "sections": [
        {
          "id": "12.1",
          "title": "Ny anjara asan'ny anjely amin'ireo tsy mino",
          "content": "Raha toa ka miantefa amin'ny fangonana sy ny mpino isam-batan'olona ny ankamaroan'ny asan'ny anjely, dia misy ihany koa anefa izay mifandraika amin'ireo tsy mino. Ny ohatra ao amin'ny Testamenta Taloha dia maneho fa mandringana ny fahavalony amin'ny alalan'ny anjeliny Andriamanitra, toy ny tananan'i Sodoma sy Gomora (Gen 19:13, 22), ny miaramilan'ny asyriana izay nanao fahirano an'i Jerusalema (2Tan 32:21), na koa Heroda mpanjaka, izay nasian'ny anjelin'ny Tompo ho faty, satria tsy nanome voninahitra an'Andriamanitra (Asa 12:23). Ambaran'ny Baiboly fa ny anjely no hampihatra ny fitsaran'Andriamanitra mahatahotra amin'ireo fahavalony izay tsy mino sy tsy manaiky Azy (Apok 14:6-7; 16:1; 19:17-18). Amin'ny andro farany, araka ny efa hita teo aloha, dia ny anjely no hanavaka ireo tsy mino amin'ireo olom-boavonjy, ka hanipy azy ireny ao amin'ny farihy mirehitra afo (Mat 13:36-43).\n\nNy tena, toetra sy asan'ny anjely izay nojerentsika hatreto dia saika nifantoka tanteraka tamin'ireo anjely voafidy ihany. Fotoana kosa ary izao hijerentsika manokana izay lazain'ny Baiboly momba ireo anjely izay nanota, dia Satana sy ny demonia izany."
        }
      ]
    },
    {
      "id": 13,
      "title": "VII. Satana sy ny demonia",
      "duration": "10 min",
      "completed": false,
      "sections": [
        {
          "id": "13.1",
          "title": "Fampidirana momba an'i Satana sy ny demonia",
          "content": ""
        }
      ]
    },
    {
      "id": 14,
      "title": "1. Ny tena sy toetran'i Satana sy ny demonia",
      "duration": "40 min",
      "completed": false,
      "sections": [
        {
          "id": "14.1",
          "title": "Ny maha zavaboarin'Andriamanitra an'i Satana",
          "content": "Satana dia isan'ireo anjely noharian'Andriamanitra, ary ny Eze 28:14, izay mampitaha aminy ny mpanjakan'i Tyro, dia maneho fa isan'ireo kerobima izy, izany hoe nanana toerana ambony teo anivon'ireo anjelin'Andriamanitra. Ny famaritana rehetra ao amin'ny Eze 28:11-15 tokoa dia maneho ny famirapiratan'i Satana sy ny tsy fananany tsiny, tamin'ny andro izay nahariana azy. Araka izany, dia zavaboarin'Andriamanitra i Satana, ka nanana fiandohana tahaka ireo anjely hafa rehetra. Tsy araka ny fiheveran-dison'ny 'dualisme', izay mihevitra fa etsy ankilan'Andriamanitra, dia efa nisy hatrizay i Satana (izay zava-doza izany, satria fanaovana an'i Satana ho manana ny toetran'Andriamanitra izany). Ny Kol 1:16 dia mbola manamafy fa tao amin'i Kristy no nahariana ny zavatra rehetra any an-danitra sy ety ambonin'ny tany, dia ny hita sy ny tsy hita, na fiandrianana, na fanjakana, na fanapahana, na fanefana, Izy no nahriana ny zavatra rehetra, ary isan'ireny ihany koai Satana."
        },
        {
          "id": "14.2",
          "title": "Ny toetran'i Satana",
          "content": "Tahaka ny anjely rehetra, dia manana ny toetra rehetra izay manamarika ny maha persona azy i Satana, toy ny fisainana (2Kor 2:11), ny sitrapo (2Tim 2:26) sy ny fihetseham-po (Apok 12:12), ary mazava loatra fa miteny izy (Gen 3:3-5; Joba 1:7-11; Mat 4:3, 6, 9). Toetra manokana manamarika an'i Satana kosa ny fieboeboana (1Tim 3:6), izay teo am-pototry ny fahalavoany."
        },
        {
          "id": "14.3",
          "title": "Ny fahalavaon'i Satana",
          "content": "Ny fahalavaan'i Satana tao anatin'ny ota dia asehon'ny fampitahana azy amin'ny mpanjakan'i Babylona, araka ny Isa 14:12-14. Ao anatin'io andalana io, Satana dia antsoina hoe 'fitarik'andro, zanaky ny maraina' – izay amin'ny teny latina nanome ilay anarana hoe Losifera, izay tonga isan'ireo anarana malaza fiantsoana an'i Satana. Ary rehefa fantatsika fa Jesosy Kristy no antsoina hoe 'Kintana mamirapiratra fitarika andro' ao amin'ny Apok 22:16, dia hitantsika taratra sahady fa mpisandoka ny toeran'Andriamanitra i Satana[1]. Ary ny nipoiran'ny faharatsian'i Satana, izay nihavian'ny ratsy teto amin'izao tontolo izao ihany koai, no hita taratra ao anatin'ireo teny nataon'i Satana anakampo, eo amin'ny and.13-14, manao hoe: 'Any an-danitra no hiakarako, ary ambonin'ny kintan'Andriamanitra no hanandratako ny seza fiandrianako; dia hipetraka eo an-tendrombohitra favoriana any am-parany avaratra aho; hiakatra ho any ambonin'ny havoan'ny rahona aho ka ho tahaka ny Avo Indrindra'. Na dia teny nataon'ny faminaniana teo am-bavan'ny mpanjakan'ny Babylona aza izany, dia azo antoka avy amin'ny fampitahana, fa ny fikomian'i Satana tany an-danitra mihitsy no hita taratra ao anatin'ny flavonavonan'ny mpanjakan'i Babylona tety an-tany. Raha fehezina indray maka ny fanirian-dratsin'i Satana, dia ny haka ny toeram-boninahitr'Andriamanitra: '... ho tahaka ny Avo Indrindra', hoy izy[2]. Izany rahateo no toetra fototry ny atao hoe fahotana, dia ny fikomiana amin'Andriamanitra."
        },
        {
          "id": "14.4",
          "title": "Ny fahotana sy ny safidiny malalaka",
          "content": "Koa Satana izany no niavian'ny ratsy teto amin'izao tontolo izao, tamin'ny alalan'ny safidiny malalaka ny hiodina tamin'Andriamanitra. Izay midika ihany koa, fa nampomban'Andriamanitra safidy malalaka ny anjely, tamin'ny nahariany azy ireny, ka afaka ny ho tafalatsaka tao anatin'ny ota. Izany rehetra izany anefa no nitranga, dia teo ambanin'ny fiandrianan'Andriamanitra tanteraka avokoa, izany hoe, tafiditra tanteraka tao anatin'ny planiny mandrakizay, fa tsy sanatria nahazo azy tamin'ny tampoka, na hoe tranga tsy nampoiziny."
        },
        {
          "id": "14.5",
          "title": "Ny fotoana sy ny vokatry ny fahalavoan'i Satana",
          "content": "Ovinana no nitrangan'ny fahalavoan'i Satana tao anatin'ny fahotana? Tsy ambaran'ny Soratra Masina ny fotoana mazava nisehoan'izany, fa azo antoka kosa fa fotoana taorian'ny Gen 1:31 (satria 'tsara indrindra' izay rehetra nataon'Andriamanitra) sy talohan'ny Gen 3:1 izany – izany hoe, tsy fotoana lava taorian'ny naharian'Andriamanitra izao tontolo izao (ary tafiditra ao anatin'izany ihany koa ny tontolo tsy hita mason'ny anjely).\n\nNipotira niaraka tamin'ny fahalavoan'i Satana ny ratsy, izay nahatonga azy noroahina tsy ho eo anatrehan'Andriamanitra ao an-danitra mandrakariva intsony (Ezek 28:16; Lio 10:18; Jao 12:31). Niantraika tamin'ny anjely hafa ihany koa anefa ny fiodinan'i Satana, ka nisy ampahany tamin'izy ireo no voataonan'i Satana tao anatin'ny fikomiana tamin'Andriamanitra, ka lavo tamin'ny toeram-pahamasinana izay naharian'Andriamanitra azy ireny. Ny Eze 28:15-19 no miresaka ny nanotan'i Satana (izay noraisina ho fampitahana ny mpanjakan'i Tyro), izay niavonavona am-po noho ny fahatsaran-tarehiny, ka nahasimba ny fahendreny sy ny famirapiratany, hany ka nazeran'Andriamanitra eny an-tany. Tsy vitam'izy ihany anefa, fa toy ny nanao varo-mandeha tao amin'ny fitoerany masina i Satana, ka nitaona ny anjely hafa hiodina tamin'Andriamanitra tamin'ny alalan'ny lainga maro izay nafafiny (izay no oharin'ny faminaniana amin'ny tsi-fahamarinan'ny varotry ny mpanjakan'ny Tyro). Izay no nihavian'ireo lazain'ny Joda 6 fa 'anjely izay tsy mitana ny anjara-fanapahany, fa nandao ny fonenany', dia ireo anjely 'tsy navelan'Andriamanitra... fony nanota' (2Pet 2:4). Ireny anjely nanota ireny ihany koa dia niaraha nazera tamin'i Satana tamin'ny tany (Apok 12:9), ka fantatra amin'ny anarana hoe demonia (Jak 2:19), na fanahy maloto (Mar 3:11), na fanahy ratsy (Mat 8:16)."
        },
        {
          "id": "14.6",
          "title": "Ny toeran'i Satana sy ny demonia ankehitriny",
          "content": "Rehefa voaroaka tsy ho eo anatrehan'Andriamanitra mandrakariva any an-danitra intsony Satana sy ny anjeliny (na dia toa mbola afaka miseho eo ihany aza izy tsindraindray, cf. Joba 1:6; 2:1), dia nazera tety an-tany, ka mirenireny eny amin'ny rivotra (Efe 6:12), ary tsy manam-paniriana afa-tsy ny hisakana, ny hanohitra sy ny hamotika ny fanjakan'Andriamanitra. Araka ny 2Pet 2:4, dia tsy misy famelana izay nomanin'Andriamanitra ho an'ny anjely izay nanota, izay midika fa tsy manana tombontsoa avy amin'ny asam-pamonjen'i Kristy ireo anjely izay niodina tamin'Andriamanitra. Tsy misy famonjena azo heverina ho an'i Satana sy ireo demoniany maro.\n\n[1] Mariho ny tenin'i Paoly ao amin'ny 2Kor 11:14 hoe: 'Ary tsy mahagaga izany, fa Satana aza mampiova ny endriny ho tahaka ny anjelin'ny mazava', izay maneho mazava tsara, fa misandoka ho ilay fitarik'andro i Satana.\n\n[2] Mariho fa ny mba hitovy amin'Andriamanitra ihany koa, taorian'izany, no nakan'i Satana (Izay naka ny endriky ny menarana) an'i Eva, ka namitahany azy: '... ka ho tahaka an'Andriamanitra ianareo, hahalala ny tsara sy ny ratsy' (Gen 3:5)."
        }
      ]
    },
    {
      "id": 15,
      "title": "2. Ireo anarana fiantsoana an'i Satana",
      "duration": "20 min",
      "completed": false,
      "sections": [
        {
          "id": "15.1",
          "title": "Ny anaran'i Satana ao amin'ny Baiboly",
          "content": "Momba an'i Satana manokana, dia maneho ny toetrany sy ny asany ireo anarana samihafa iantsoana azy ao amin'ny Soratra Masina, taorian'ny nihodinany tamin'Andriamanitra, ka anisan'izany:\n\n- Satana, izay midika hoe: ilay fahavalo (Job 1:6, smn.)\n- Devoly, izay midika hoe: ilay mpiampanga (Mat 4:1; ampit. Apok 12:10); araka izany, dia tokana ny devoly (dia Satana izany) ary miavaka amin'ireo demonia (maro), izay izy devoly no lohany\n- Belzeboba, andriamanitry ny Filistina tany Ekrona (2Mpa 1:2, 3, 6, 16), izay midika hoe tompon'ny trano, ka ninian'ny jiosy novaina hoe tompon'ny lalitra; ny lohan'ny demonia (Mar 3:22)\n- Ilay ratsy (Mat 13:19), ka ny mpamaritra hoe 'ilay' dia mamaritra tsara izay tondroin'izany fiantsoana izany, dia Satana na ny devoly, sy ny toetra ananany; mifanaraka amin'izany ihany koa ny fiantsoana azy hoe Beliala (2Kor 6:15), izay midika hoe ilay tsinontsinona, ilay tsisy ilàna azy\n- Ilay menarana ela (Apok 12:9; 20:2), ampit. Gen 3:1 smn.\n- Ny andriamanitr'izao tontolo izao (2Kor 4:4), na ny andrian'izao tontolo izao (Jao 12:31), izay midika fa izy no lehiben'ny rafitr'izay tontolo izao, izay manohitra sy mandà an'Andriamanitra (ampit. Efe 2:2)\n\nAnkoatra ireo anarana ireo, dia voalaza ihany koa fa mpamono olona hatrany am-boalohany (izany hoe, hatramin'ny fotoana izay nahalavoany tao anatin'ny ota), ary mpandainga sady rain'ny lainga ihany koa i Satana (Jao 8:44)."
        }
      ]
    },
    {
      "id": 16,
      "title": "3. Ny asan'i Satana sy ny demonia",
      "duration": "50 min",
      "completed": false,
      "sections": [
        {
          "id": "16.1",
          "title": "a. Ny asan'i Satana manoloana an'Andriamanitra",
          "content": "Fomban'i Satana hatramin'ny voalohany ny mampandainga an'Andriamanitra sy manohitra Azy sy ny teniny (Gen 3:4-5). Manao izay rehetra azony atao i Satana mba hanatrarany izany tanjony ratsy izany, ka mamitaka sy misandoka ho Andriamanitra izy (2Kor 11:14), ary ho tonga hatramin'ny fanomezana hery an'ilay lehilahin'ota mpandika lalàna, dia ny Antikristy (= mpanohitra an'i Kristy) izany, izay ho avy 'araka ny fiasan'i Satana amin'ny hery sy ny famantarana sy ny fahagagana mandainga rehetra, ary ny famitahana momba ny tsi-fahamarinanana amin'izay ho very...'"
        },
        {
          "id": "16.2",
          "title": "b. Ny asan'i Satana manoloana an'i Jesssy Kristy",
          "content": "Fony Kristy tety an-tany, dia naka fanahy an'i Jesssy i Satana, (Mat 4:1 smn.), ary nanao ny zavatra rehetra izay heveriny fa hamotika ny planim-pamonjen'Andriamanitra ao amin'i Kristy Jesosy (oh. Mat 2:16; Lio 22:3-6; Jao 13:2, sns.)."
        },
        {
          "id": "16.3",
          "title": "d. Ny asan'i Satana manoloana ireo firenena eto an-tany",
          "content": "Manolona ireo firenena eto an-tany kosa, dia voalaza fa izao tontolo izao dia mipetraka eo amin'ilay ratsy avokoa (1Jao 5:19). Ny tanjon'i Satana amin'izany dia ny hamitaka ireo firenena maro (ampit. Apok 20:3) hihevitra fa hain'ny olombelona hatao ny hiaina miadana sy finaritra eto an-tany, kanefa tsy misy fiheverana an'Andriamanitra. Ny tadiavin'i Satana dia ny hanakana ny fandrosoan'ny filazantsara (cf. 1Tes 2:18), ary mampiasa ireo firenena sy fitondram-panjakany samihafa eto an-tany izy, mba hanatanteraka izany. Amin'ny andro ho avy, dia hitaona ny miaramila maro avy amin'ireo fanjakana samihafa amin'izao tontolo i Satana mba hiedy amin'Andriamanitra ao amin'ny tany Haramagedona (Apok 16:13-16). Manana ny anjara asany amin'izany ihany koa ireo demonia izay eo ambanin'ny fitarihan'i Satana (Apok 16:14)."
        },
        {
          "id": "16.4",
          "title": "e. Ny asan'i Satana manoloana ireo tsy mino",
          "content": "Manana ny asany manokana amin'ireo tsy mino ihany koa Satana, satria izy no manajamba ny mason'izy ireo mba tsy hiposahan'ny fahazavan'ny filazantsaran'ny voninahitr'i Kristy (2Kor 4:4; Lio 8:12), ka mifehy, manandevo sy manatotra tanteraka azy ireo (Lio 13:16; Jao 8:44). Ampiasain'i Satana ho fitaovana eo am-pelatanany ireo tsy mino mba hanoherana ny filazantsara (Asa 13:8-11)."
        },
        {
          "id": "16.5",
          "title": "f. Ny asan'i Satana manoloana ireo mino",
          "content": "Manoloana ireo mino indray, dia miampanga azy ireo eo anatrehan'Andriamanitra i Satana (Apok 12:10; jereo ihany koa Joba 1:9) – kanefa noho ny fanamarinana amin'i Kristy, dia tsy misy afaka hiampanganga ny olom-boafidin'Andriamanitra (Rom 8:33). Ankoatra izany, dia mazava loatra fa maka fanahy ny mpino ihany koa Satana, mba handavo azy ireo ao anatin'ny fahotana (Asa 5:3; 1Kor 7:5), koa raha tsy miambina ny kristiana dia mety ho latsaka ao anatin'ny ota, satria 'ny devoly fahavalonareo mandehandeha tahaka ny liona mierona mitady izay harapany' (1Per 5:8). Araka ny hamelan'Andriamanitra azy ihany koa, dia mety hisakana ny fampandrosoana ny filazantsara i Satana. Ohatra amin'izany ny tenin'i Paoly tamin'ny Tesaloniana hoe: 'Koa naniry hankany aminareo indray mandeha amana indroa izahay, dia izaho Paoly; nefa nosakanan'i Satana izahay.' (1Tes 2:18). Eo imason'Andriamanitra, dia ho fizahan-toetran'ny fahatokian'ny fiangonany no amelany an'i Satana hanao izany sakana izany (oh. Apok 2:10). Ampatsiahivina fa tsy misy na inona na inona azon'i Satana hatao amin'ny mpino akory, raha tsy Andriamanitra no manome alalana azy hanao izany (Joba 1:12; 2:6). Tsy sanatria milahatra amin'Andriamanitra i Satana, fa eo ambanin'ny fifehezan'Andriamanitra feno sy tanteraka, dia tahaka ny zavaboary rehetra nohariany."
        },
        {
          "id": "16.6",
          "title": "g. Ny herin'i Satana",
          "content": "Tsara marihana fa tsy azontsika tsinontsiniavina ny herin'i Satana, na dia tsy tsitoha ary izy, sady eo ambanin'ny fifehezan'Andriamanitra tanteraka. Mampianatra antsika ny Soratra Masina fa azony atao ny manome hery mahagaga ireo ombiasy (Eks 7:10) sy mpanao ody (Asa 8:9-10) ary ny mpaminany sandoka (Apok 13:13-14; 16:14). Manana hery hifehy ny singa samihafa amin'ny zavaboary ihany koa i Satana, toy ny hoe mandatsa-baratra sy mampitsoka rivo-mahery (Joba 1:16, 19), ary namely sy mampahory amin'ny alalan'ny aretina tampoka sy mafy (Joba 2:7; Lio 13:16; ary angamba 2Kor 12:7). Manao ny fiangonana ho lasibany manokana izy (Apok 3:9). ¶"
        },
        {
          "id": "16.7",
          "title": "h. Ny asan'ireo demonia",
          "content": "Fa raha izay ary ny ambangovangon'ny asan'i Satana manokana, dia inona kosa no manamarika ny asan'ireo demonia?\n\nNy demonia dia anjely izay niodina tamin'Andriamanitra ka nanaraka an'i Satana tao anatin'ny fikomiany (Mat 25:41). Noho dia izany manaraka an'i Satana sy ny tanjony hisakana sy hanimba ny planin'Andriamanitra ireo demonia, ka manatanteraka ny famitahana rehetra (1Tim 4:1: 'fanahy mamitaka sy fampianaran'ny demonia') – indrindra fa ny fisandohana ny toeran'Andriamanitra ivavahana (Deo 32:17; 1Kor 10:19-22), ny fampahoriana sy famoretana (Mar 5:1-5; Lio 9:39, sns.), ny fanaovana asa mahagaga hoenti-mamitaka (Apok 16:13-14), ny fitaoman-dratsy samihafa (Sal 106:35-39), sns., ary izay mahatahotra indrindra amin'ireo, dia ny fitoeran'ny demonia ao anatin'ny tsy mino (Lio 8:2), indraindray aza dia demonia tena maro isa, izay mitoetra ao anatin'ny olon-tokana (ilay 'legiona'[3] tao @ ilay lehilahy gerasena, cf. Mar 5:9; 8:30).\n\nAmkoatra izay, dia milaza ihany koa ny Soratra Masina fa misy ny sasany tamin'ireo demonia, rehefa noroahina niala ny fanatrehan'Andriamanitra mandrakariva any an-danitra, no noroahina ho ao amin'ny lavaka maizina mba hotehirizana ho amin'ny fitsarana, araka ny 2Pet 2:4 sy ny Joda 6. Amin'ny teny fototra niandohana dia 'tartaro' no anaran'izany lavaka maizina izany, izay toeram-pijaliana fitehirizana ny sasany amin'ireo anjely izay nanota, mandra-pihavin'ny andro fitsarana azy ireo (izany hoe, toerana toy ny helon'ny anjely ny tartaro). Izay midika fa tsy ny tontalin'ireo anjely izay niodina tamin'Andriamanitra akory no amperinasa eny amin'ny rivotra ankehitriny, fa misy ny ampahany amin'izy ireny no efa noroahina ho ao amin'ny lavaka maizina sahady.\n\nFa raha toy izay ny asan'i Satana sy ny demonia, dia hojerentisika farany, ho famaranana ity taranja ity, ny fihetsika tokony hananan'ny kristiana manoloana azy ireo.\n\n[3] Legiona: 4000 ka hatramin'ny 6000 isa eo ny miaramila tao anatin'ny legiona romana iray tamin'izany."
        }
      ]
    },
    {
      "id": 17,
      "title": "4. Ny fihetsika tokony hananan'ny kristiana manoloana an'i Satana sy ny demonia",
      "duration": "40 min",
      "completed": false,
      "sections": [
        {
          "id": "17.1",
          "title": "a. Fahavalo efa noresena...",
          "content": "Voalohany indrindra, dia manambara ny Soratra Masina fa fahavalo manan-kery kanefa efa noresena i Satana, tamin'ny nanoloran'i Jesosy Kristy ny ainy noho ny fahadisoantsika, sy ny nandreseny ny fahafatesana tamin'ny fitsanganany tamin'ny maty. Hoy ny mpanoratra ny Epistily ho an'ny Hebreo momba izany: 'Koa satria manana nofo aman-dra ny zapa, dia mba nadika izany koa Izy [Jesosy], mba handringanany amin'ny fahafatesana ilay manana ny herin'ny fahafatesana, dia ny devoly, ary mba hanafahany izay rehetra nandany ny fiainany rehetra tamin'ny fahandevozana noho ny tahotra ny fahafatesana.' (Heb 2:14-15). Tamin'ny alalan'ny fijaliany sy ny fahafatesany sy ny fitsanganan'ny tenany tamin'ny maty, dia notanterahin'i Jesosy ny tenin'ny filazantsara voalohany notorian'Andriamanitra tamin'i Satana, tao amin'ny Gen 3:15, ka raha nanorotoro ny ombelahin-tongony ny menarana (izay manambara ny fijaliana niaretan'ny Tompo), dia nanorotoro ny lohan'i menarana kosa Izy (izay manambara ny faharesen'i Satana tanteraka). Koa tsy manana fahefana hangeja ny fainan'ny mpino amin'ny alalan'ny tahotry ny fahafatesana intsony ny devoly, satria efa mahazo antoka ny mino, fa efa nitsangana tamin'ny maty tokoa ny Tompo ho santatr'ireo izay nodimandry tao Aminy, ka tsy maintsy ho tanteraka amin'ny mino tokoa ny teny izay milaza hoe: 'Ny fahafatesana noresena ka levona' (1Kor 15:54)."
        },
        {
          "id": "17.2",
          "title": "b. … kanefa mbola mitady izay harapany",
          "content": "Faharoa, na dia fahavalo efa noresena aza i Satana sy ny demoniany, ka efa voaomana ho azy ireo tokoa ny afo maharitra mandrakizay (Mat 25:41), dia manampatra izay azony atao izy ireo ankehitriny, satria fantany tsara fa efa voaisa ny fe-potoanany (Apok 12:12). Ary izany indrindra no tokony maha mailo indrindra ny kristiana, satria manao ny tsipaky ny miala aina i Satana sy ny forongony, raha 'mandehandeha tahaka ny liona mierona mitady izay harapany'. Tsy hamela ny mpino amin'izao fotsiny ihany ny devoly sy ny anjeliny, fa hitolona azy ireo amin'ny fandefasany ireo zana-tsipika mirehitra (Efe 6:16), dia ireo famitahana sy fakam-panahy maro samihafa izay efa nanavanana azy hatramin'ny voalohany, mba hitaona ny olona ho ao anatin'ny tsy fankatoavana an'Andriamanitra. Ary manoloana izany fanafihan'i Satana izany, dia manome toromarika ho an'ny mino ny Tenin'Andriamanitra, hahazoany mifahatra tsara:\n\n- 'Tafio avokoa ny fadian'Andriamanitra, mba hahazoanareo hifahatra amin'ny fanangolen'ny devoly… raiso avokoa ny fadian'Andriamanitra, mba hahazoanareo hanohitra amin'ny andro mahory… ny fahanarinanana… ny fahavononam-panahy… ny finoana… ny famonjena… ny tenin'Andriamanitra… ary mivavaha mandrakariva ao amin'ny Fanahy amin'ny fivavahana rehetra sy ny fangatahana, ka miambena amin'izany amin'ny faharetana ny fangatahana rehetra ho an'ny olona masina rehetra' (Efe 6:11-19)\n- 'Miahonona tena, miambena, fa ny devoly fahavalonareo mandehandeha tahaka ny liona mierona mitady izay harapany; tohero izy, ka mirorna tsara amin'ny finoana lanareo, satria fantatrareo fa izany fahoriana izany dia manjo ny rahalahinareo rehetra eran'izao tontolo izao' (1Pet 5:9)\n- 'Aza manome fitoerana ho an'ny devoly' (Efe 4:27)\n- 'Ka dia maneke an'Andriamanitra ianareo; ary manohera ny devoly, dia handositra anareo izy.' (Jak 4:7)."
        },
        {
          "id": "17.3",
          "title": "Ny ohatr'i Jesosy Kristy",
          "content": "Manome ny ohatra tsara indrindra amin'ny fanoherana ny fakam-panahin'ny devoly Jesosy Kristy, fony Izy nalaim-fanahy tany an'efitra (vakio Mat 4:1-11; Lio 4:1-13). Nampiasain'ilay ratsy avokoa ny filan'ny nofo, ny filan'ny maso, sy ny rehaka mba handatsaka ny Tompo ao anatin'ny fakam-panahy (tahaka ny nataony tamin'i Eva tao amin'ny saha Edena ihany: Gen 3:6; ampit. 1Jao 2:16). Kanefa manoloana ny fakam-panahy isanisany, dia ny Tenin'Andriamanitra hatrany no nampiasain'i Jesosy mba hananatra ny fitaka nataon'ny devoly (Mat 4:4; 7, 10; 'Voasoratra hoe…'), koa dia nandao Azy ny devoly. Tamin'ny alina izay nanolorana Azy, manoloana ny fakam-panahin'ilay ratsy izay fantany fa hihatra, dia nilaza tamin'ny mpianany ihany koa ny Tompo hoe: 'Miareta tory sy miwavaha hianareo, mba tsy hidiranareo amin'ny fakam-panahy' (Mat 26:41). Ary dia izany tokoa no nataon'i Jesosy tao antsahan'i Getsemane, raha nahery nivavaka intelo tamin'Andriamanitra Izy, manoloana an'izay hihatra taminy. Efa nampianatra ny mpianany hiwavaka rahateo Izy hoe: 'Aza mitondra anay ho amin'ny fakam-panahy, fa manafaha anay amin'ny ratsy [na amin'ilay ratsy = Satana]' (Mat 6:13). Koa miwohitra avy amin'ny ohatra nomen'ny Tompontsika, fa ny Tenin'Andriamanitra sy ny wavaka no nentiny nandresy ny fakam-panahin'ilay ratsy. Maneho amintsika mpino izany, fa tsy ny herin'ny tenantsika akory no handresentsika an'ilay ratsy, fa ny herin'Andriamanitra izay azontsika avy amin'ny alalan'ny fisainintsainana ny teniny sy ny fiwavahana Aminy."
        },
        {
          "id": "17.4",
          "title": "Ny tsy fisian'ny toromarika handroahana demonia",
          "content": "Mariho ihany koa, fa raha nananatra zavatra maro momba ny tokony himbenan'ny kristiana sy hanoherana an'i Satana sy ny anjeliny ireo apostoly samihafa nanoritra ny Epistily (Paoly, Petera, Jaona, ary Jakoba ihany koa aza), dia tsy nisy, na dia iray akory aza, nanome toromarika ny mpino mba handroaka an'i Satana na ny demonia. Rehefa mamely mafy ny fakam-panahy avy amin'ilay ratsy, dia nasain'ny Apostoly hanohitra ny devoly ny kristiana, ary izany dia amin'ny fitafiany ny fadian'Andriamanitra (cf. Efe 6;11 smn izay tsy miresaka fandroahana ny demonia mihitsy, kanefa Efesosy dia tanàna nalaza tamin'ny filalaovana ody: Asa 19:19), ka lohalaharana amin'izany ny tenin'Andriamanitra, izay sabatry ny Fanahy (Efe 6:17), sy ny fiwavahana. Ny fanekena an'Andriamanitra, izay miseho amin'ny alalan'ny fifikirana amin'ny teniny sy amin'ny wavaka, no hanoherana ny devoly, ka dia handositra tokoa izy (Jak 4:7)."
        }
      ]
    },
    {
      "id": 18,
      "title": "5. Ny fihetsika tokony hananan'ny kristiana raha mifanehitra amin'ny demoniaka",
      "duration": "45 min",
      "completed": false,
      "sections": [
        {
          "id": "18.1",
          "title": "a. Tsy misy mpino kristiana itoeran'ny demonia",
          "content": "Voalohany indrindra, dia mila mahazo antoka isika, fa tsy azon'ny demonia idirana ny olona iray, rehefa tena kristiana marina tokoa, ka tonga 'tempolin'ny Fanahy Masina' (1Kor 6:19) sy 'fonenan'Andriamanitra amin'ny Fanahy' (Efe 2:22). Fa na dia mety hampalahelo ny Fanahy Masina aza ny mpino indraindray (Efe 4:30), vokatry ny fahotana mety hataony, dia tombo-kase sy santatry ny lovany any an-danitra ny Fanahy Masina (Efe 1:13-14) ka mitoetra ho mandrakizay ao anatin'ny mpino (Jao 14:16). Efa fananan'i Kristy ny mino noho ny fitoeran'ny Fanahy Masina ao anatiny (Rom 8:9), ka noho izany dia tsy afaka ho fitoerana sy ho fananan'i Satana na ny demoniany intsony. Tempolin'ny Fanahy Masina ny mpino, ka tsy ho afaka ho fitoeran'ny fanahy ratsy. Tsy misy kristiana marina tokoa ka hoe demoniaka."
        },
        {
          "id": "18.2",
          "title": "b. Tsy ny trangan-javatra rehetra no asan'ny demonia",
          "content": "Faharoa, dia mila mitandrina tsara isika mba tsy hihevitra ny trangan-javatra rehetra ho toy ny fisehon'ny fitoeran'ny demonia avokoa. Mailaka loatra ny olona hamaritra izay zavatra mahazo azy ho toy ny asan'ny demonia hatrany, ka na dia alaim-fanahy aza izy satria tarihan'ny filan'ny tenany ihany, ka mamela izany ho torontoronina ao anatinin'ny fony ka manjary miteraka ota (jereo Jak 1:13-15), dia Satana sy ny demonia ihany no mbola omeny tsiny, ka dia tadiaviny horoahina aminy. Ary raha misy toe-java-mitranga izay toa mihataka amin'ny fahita mahazatra ka mitranga eo amin'ny fainany (olana tsy mety miyaha, fahoriana samihafa mifanontona, sns.), dia resy lahatra ny olona fa asan'ny demonia manokana eo amin'ny fainany izany, ka mila asa famoahana demonia izy. Kanefa raiso ho ohatra i Joba (Joba, 1-2), izay tsy mba nahafantatra mihitsy ny zava-niseho tany an-danitra, fa Satana no tao ambadiky ny loza lehibe nahazo azy (fongana tao anatin'ny iray andro ny fananany sy ny taranany rehetra, rakotry ny vay ratsy ny tenany iray manontolo). Manoloana ny zava-niseho, dia tsy mba niantso na nangataka fanafahana tamin'ny hery famoretan'ny demonia akory i Joba, fa nanaiky feno sy tanteraka fa avy amin'Andriamanitra (izany hoe, navelan'Andriamanitra hitranga) izay zavatra rehetra nihatra taminy (Joba 1:21). Ny marina dia tsy ho fantatsika tanteraka mihitsy ny ao am-badiky ny zava-misy izay miseho eo amin'ny fiainantsika, fa azontsika antoka kosa fa eo ambanin'ny fifehezan'ny fiandrianan'Andriamanitra mandrakariva izany, ka tokony hametraka ny fitokisantsika tanteraka Aminy hatrany isika (tahaka ny nataon'i Joba), fa tsy ho revo handroaka demonia izay mety tsy hisy idirany akory aza."
        },
        {
          "id": "18.3",
          "title": "d. Hamoaka demonia ve sa tsia?",
          "content": "Fahatelo, rehefa mifanena amina tranga izay azontsika antoka (avy amin'ny fanoroan'ny Soratra Masina iray manontolo) fa fitoeran'ny demonia ao anatin'ny olona iray isika, dia inona no tokony hatao? Tsara marihana aloha fa mahalana noho ny heverin'ny olona matetika ny hitrangan'izany tranga izany, na dia mety hiseho tokoa aza, indrindra fa eo anivona fiaraha-monina izay tafiditra lalina ao anatin'ny fanompoan-tsampy, ka miwavaka, manompo sy mianteso fanahy (toy ny tromba, na avelo), izay heverina ho fanahin'ny razana, fa raha ny marina dia demonia izy ireny (cf. 1Kor 10:20). Ka ny olona izay 'mitaiza' tromba, ohatra, ka itoeran'izany, dia olona itoeran'ny demonia (izay mamitaka azy ho fanahin'ny razana). Koa raha mifanehitra amin'ny olona itoeran'ny demonia ny kristiana, dia inona no tokony hataony?\n\nAo ireo mihevitra fa manaraka ny ohatr'i Jesosy sy ireo Apostoly sy ny hafa mpiara-dia taminy (tahaka an'i Filipo, cf. Asa 8), dia tokony handroaka ny demonia ao anatin'ilay olona ny kristiana. Ho azy ireo, dia fahefana nomen'i Kristy ny mpino rehetra ny hamoaka demonia. Ny andinin-tSoratra Masina tena ifikirany ao anatin'izany dia ny Mar 16:17-18 hoe: 'Ary izao famantarana izao no hanaraka izay mino: hamoaka demonia amin'ny anarako izy; hiteny amin'ny fiteny izay tsy mbola hainy izy; handray menarana izy; ary na dia misotro zava-mahafaty aza izy, dia tsy hampininona azy izany; hametra-tànana amin'ny marary izy, dia ho sitrana ireny.'\n\nAo ihany koa anefa ireo mihevitra (ary mirona amin'ity sokajy faharoa ity ny tenako) fa fahefana manokana nomen'ny Tompo ireo Apostoly sy ny mpiara-miasa akaliy tamin'izy ireo, tahaka an-dry Filipo, tamin'ireo andro voalohan'ny fangonana ny fahefana hamoaka demonia. Hitantsika ao amin'ny Mar 3:13-19 ny niantsoan'i Jesosy ny Apostoly roa ambin'ny folo lahy sy ny nanirahany azy ireo. Koa raha nirahin'i Jesosy hitori-teny ny Apostoly, dia nanendry azy ireo 'hanana fahefana hamoaka ny demonia' izy (and.15). Nisy fahefana manokana izay nananan'i Jesosy, ka nomeny mba hananan'ny Apostoly (izay iraka solo-tenan'i manokana) ihany koa, dia ny hamoaka ny demonia. Koa voamarika eto izany, fa tsy ny mpianatra rehetra izay nanaraka an'i Jesosy akory no nomeny ny fahefana hamoaka ny demonia, fa ireo roa ambin'ny folo lahy ihany, izay notendreny ho Apostoly. Ka ny tanjon'ny fanomezana ny Apostoly izany fahefana izany dia ho famantarana ny maha irak'i Jesosy azy ireo, sy ho famanarinana ny hafatra izay notoriany ihany koa. Koa isan'ireo famantarana manamarika ny maha Apostoly izany ny fahefana hamoaka ny demonia, dia tahaka ny fahefana hanasitrana, izay voatonona matetika miaraka aminy. Hamarinin'ny filazan'i Matio izany, fa 'Jesosy niantso ny mpianany roa amin'ny folo lahy hankeo aminy ka nanome azy fahefana hamoaka fanahy maloto sy hahasitrana ny aretina rehetra mbamin'ny rofy rehetra' (Mat 10:1). Ary nomen'i Jesosy izany fahefana izany ihany koa ny Apostoly mba hanehoany amin'ny alalan'ny fanasitranana sy ny famoahana demonia, fa efa tonga tokoa ny Mesia ary efa akalky ny fanjakan'Andriamanitra. Ary mifanahaka amin'izany ihany koa ny fahefana hanasitrana sy hamoaka ny demonia, izay nomen'i Jesosy olon-kafa ihany koa, ankoatra ireo roa ambin'ny folo lahy, dia ireo fito-polo lahy (Lio 10:1). Izy ireo dia voalaza fa nirahin'i Jesosy manokana mba hialoha lalana Azy any amin'ny tanàna sy ny tany rehetra izay efa halehany. Mariho tsara anefa, fa tsy fanirahana maharitra tahaka ny fanirahana an'ireo Apostoly roa ambin'ny folo lahy akory ny fanirahan'i Jesosy an'ireo fitopolo lahy ireo, fa fanirahana indray mandeha tsy niverina, mba hialoha lalana Azy any amin'ny tany rehetra izay efa halehany. Tsy misy na inona na inona fantatsika momba azy fitopolo lahy ireo intsony tsinona taorian'io fotoana nanirahana azy io. Manindry izany, fa tsy fahefana maharitra toy ny an'ny roa ambin'ny folo lahy ny fahefana hanasitrana sy hamoaka demonia izay nomen'i Jesosy ny fitopolo lahy.\n\nNy andalana ao amin'ny Mar 16:15-20 dia manamarina izany fahefana manokana nomen'ny Tompo ny Apostoliny izany (eny, fa na dia tsy voarakitra ao anatin'ireo sora-tànana firaketana tsara sy tranainy indrindra ananantsika aza ireo andininy manamarina ny filazantsara nosoratan'i Marka, manomboka eo amin'ny Mar 16:9, ka tokony hitandriny isika mba tsy hanorina foto-pampianara avy amin'ireo andininy ireo fotsiny ihany). Fa rehefa niseho sy naniraka azy 11 lahy Jesosy (and.14) mba handeha amin'izao tontolo izao, ka hitory ny filazantsara amin'ny olombelona rehetra (and.15), dia nilaza taminy ny famantarana izay hanaraka izay mino, noho ny fitorian-teny ataon'ny Apostoly, ary tafiditra ao anatin'izany ny famoahana ny demonia amin'ny alalan'i Jesosy, ny fitenenana amin'ny fiteny tsy mbola hainy, na koa ny fanasitranana ny marary (and.17). Koa araka ny konteksta izany, dia ireo olona mino vokatry ny fitorian-tenin'ny Apostoly no voaresaka manokana ao anatin'io andalana io, ary hitantsika ao anatin'ny bokin'ny Asan'ny Apostoly rahateo fa tanteraka tamin'ireo mpino voalohany tamin'ny vanin'andron'ny Apostoly tokoa ny ankamaroan'ireo famantarana ireo, dia tahaka an-dry Filipp evanjelista, izay mpiara-miasa akalky tamin'ny Apostoly, izay voalaza fa nahay nanasitrana sy namoaka ny fanahy maloto (Asa 8:6-7). Midika izany fa tsy fahefana nomen'i Jesosy mba hananan'ny mpino rehetra amin'ny ankapobeny akory ny hamoaka demonia sy ny hanasitrana, fa fahefana izay nanamarika ny vanin'andron'ny Apostoly, mba hanamarina ny teny izay notorian'ny Apostoly sy ireo mpiara-miasa akalky taminy. Ny and.20 dia milaza rahateo, fa 'izy ireo [izany hoe, ny Apostoly] dia lasa ka nitoriteny eny tontolo eny, ary ny Tompo niara-niasa taminy ka nanamarina ny teny tamin'ny famantarana izay nomba azy'. Ary ny zava-misy dia tsy mila ny fanamarinana ny teny toriantsika amin'ny alalan'ny famantarana sy fahagagana intsony isika ankehitriny, satria tsy mitory fanambarana vaovao isika, fa mitory ny tenin'i Kristy izay efa nampianarin'ireo Apostoly, ka voarakitra an-tsoratra ao anatin'ny Testamenta Vaovao, izay maneno ny Soratra Masina iray manontolo.\n\nKoa satria voasokajy ho isan'ireo fanomazam-pahasoavana mahagaga ny famoahana demonia (milahatra hatrany amin'ny fanasitranana) ka nanamarika indrindra ny andron'ny nofon'ny Tompo sy ny fotoan'andron'ireo Apostoly sy ireo mpiara-miasa akalky taminy, dia tsy notolorana, ary tsy manana fahefana manokana hamoaka ny demonia isika mpino kristiana ankehitriny. Fa manoloana ny tranga izay azontsika antoka fa tsy vokatry ny aretin-tsaina na zavatra toy izany, fa tena fitoeran'ny demonia ao anatin'ny olona iray tokoa (araka ny famaritana mazava ao anatin'ny Soratra Masina) dia nantsoina hitodika any amin'ilay manana ny hery sy fahefana amin'ny fanahy maloto rehetra isika, dia Jesosy Kristy. Izy ihany no Tompon'ny hery sy fahefana, izay tokony hitodihantsika sy antsointsika amin'ny alalan'ny vavaka, fa tsy ny demonia tsy akory no tokony horesahantsika, na hitenenantsika mafy.\n\nTsarovy ny voalaza momba an'i Mikaela arkanjely, ao amin'ny Joda 9, fa raha nifanditra ny amin'ny fatin'i Mosesy tamin'ny devoly izy, dia tsy sahy niteny ratsy hahameloka azy, fa hoy izy: 'Hananatra anao anie Jehovah'. Koa manoloana ny tranga dia tokony hitolona am-bavaka isika, ary mifady hanina aza raha azontsika atao izany, ka mangataka famindrampo sy fanafahana ho an'ilay olona itoeran'ny demonia. Ary rehefa mamaly ny fivavahantsika ny Tompo, noho ny famindrampony irery ihany sy araka ny hery sy ny fahefany irery ihany, ka afaka ilay demoniaka, dia tokony hitory ny filazantsaran'ny famonjena amin'ilay olona isika, satria izay no zavatra iray loha tena ilainy indrindra.\n\nFarany, mety hanontany isika hoe: 'ahoana ary ny amin'ireny famoahana demonia hitantsika etsy sy eroa ireny, izay toa mahomby ihany?' Voalohany, tsy ny traikefa no tokony ho raisintsika ho fahefana mibalky izay tokony na tsy tokony hatao eo amin'ny fiainana kristiana. Ny tenin'ny Soratra Masina ihany no hany fahefana. Faharoa, ny demonia dia fanahy ratsy sy mamitaka, ka mety hanodoka antsika amin'ny alalan'ny fifitsahana, na koa ny fialana an-tsitrapo, mba hiverenany ao anatin'ilay olona indray miaraka amin'ny namany hafa, araka ny fampianaran'i Jesosy ao amin'ny Mat 12:43-45. Izay midika fa tsy izay rehetra heverin'ny olona ho fivoahana demonia no tena izany tokoa, ary aza adinoina tokoa, fa hisy ireo olona, any am-parany any, izay hilaza amin'i Jesosy hoe: 'Tompoko, Tompoko, … tsy efa namoaka demonia tamin'ny anaranao va izahay?', kanefa dia hovalin'ny marimarina aminy Tompo hoe: 'Tsy mba fantatro akory ianareo hatrizay hatrizay; mialà amiko, ianareo mpanao meloka' (Mat 7:22-23). Koa mila mitandrina fatratra isika ny amin'ny famitahan'ny fanahy ratsy.\n\noOo"
        }
      ]
    }
  ]
}