{
  "modules": [
    {
      "id": 1,
      "title": "Fampidirana",
      "duration": "45 min",
      "completed": false,
      "sections": [
        {
          "id": "1.1",
          "title": "Famaritana ny Pneomatolojia",
          "content": "Araka ny fanambarana ao amin’ny Soratra Masina, Andriamanitra dia iray amin’ny maha-izy Azy, nefa miseho ho telo amin’ny maha-Persona Azy, izay antsoina hoe Trinite. Ireo Persona telo ireo, izay samy miavaka nefa mitovy tanteraka amin’ny maha-Andriamanitra, dia ny Ray, ny Zanaka, ary ny Fanahy Masina. Ao anatin’ny sehatry ny teolojia, ny fandalinana manokana momba ny maha-izy Azy, ny toetra ary ny asa ataon’ny Fanahy Masina dia atao ao anatin’ny taranja antsoina hoe Pneumatologia. Ny voambolana hoe Pneumatologia dia nalaina avy amin’ny teny grika pneuma (rivotra, fanahy) sy logia (fianarana na fandalinana ara-tsiansa)."
        },
        {
          "id": "1.2",
          "title": "Ny zava-dehiben'ny fianarana ny Fanahy Masina",
          "content": "Raha oharina amin’ny Ray sy ny Zanaka, dia hita fa matetika kokoa no misy tsy fahatakarana lalina momba an’Andriamanitra Fanahy Masina. Izany toe-javatra izany dia vokatry ny tsy fahampian’ny fandinihana mirindra sy mitohy ny foto-pampianarana ara-Baiboly momba Azy. Ao anatin’ny fiainam-piangonana, ny fampianarana momba ny Fanahy Masina dia matetika voafetra amin’ny fotoana manokana, indrindra mandritra ny fankalazana ny Andro Pentekosta, fa tsy ampidirina ho anisan’ny fampianarana fototra sy maharitra. Vokatr’izany, azo ambara fa teo amin’ny tantaran’ny Fiangonana, ny pneumatologia dia tsy nahazo ny lanja sy ny toerana mendrika azy teo amin’ny sehatra teolojika."
        },
        {
          "id": "1.3",
          "title": "Ny fanavahana ny Tenin'Andriamanitra amin'ny traikefa iainana",
          "content": "Na dia manana ny toerany aza ny traikefa iainana eo amin’ny fiainan’ny mpino, dia ny Tenin’Andriamanitra no tokony ho fenitra farany sy ambony indrindra hitsarana izany traikefa izany. Tsy azo ekena ny hampiasana ny traikefa iainana ho fitaovana handikana na hanazavana ny hevitry ny Tenin’Andriamanitra, satria ny Soratra Masina ihany no loharanom-pahefana ara-pampianarana. Noho izany, ny Teny voasoratra no manana fahefana hanitsy, hanamarina, ary hitarika ny traikefa iainana, fa tsy ny traikefa iainana no hanapaka na hamolavola ny fahatakarana ny Tenin’Andriamanitra. Amin’ny lafiny teolojika, ity fitsipika ity dia miantoka fa mitoetra ho miorina amin’ny fanambaràn’Andriamanitra ny finoana sy ny fampianarana, fa tsy miankina amin’ny fihetseham-po na ny zava-niainana manokana."
        }
      ]
    },
    {
      "id": 2,
      "title": "Ny foto-pampianarana momba ny Fanahy Masina teo amin'ny tantaran'ny Fiangonana",
      "duration": "50 min",
      "completed": false,
      "sections": [
        {
          "id": "2.1",
          "title": "Ny lalàn'ny fivoaran'ny foto-pampianarana",
          "content": "Nandritra ny fivoaran’ny tantara, ny Fiangonana dia nandray andraikitra tsikelikely tamin’ny famolavolana sy famaritana mazava ireo foto-pampianarana hita ao amin’ny Baiboly. Izany indrindra no nitranga tamin’ireo fotoana izay nihamaro sy nihahery vaika ny fampianaran-diso, ka niteraka filàna maika ny fanambarana hentitra sy voalamina ny foto-pampianarana marina. Tao anatin’izany toe-javatra izany no niarovan’ny Fiangonana sy nanamafisany “ny finoana izay voatolotra indray mandeha monja ho an’ny olona masina” (Joda 3), mba hitandrovana ny fahadiovan’ny fampianarana sy ny fahamarinana ara-Baiboly."
        },
        {
          "id": "2.2",
          "title": "Ny Montanisma tamin'ny taonjato faharoa",
          "content": "Raha jerena manokana ny foto-pampianarana momba ny Fanahy Masina, dia hita fa tsy nisy fiviliana ara-pampianarana lehibe nanamarika ny vanim-potoana voalohan’ny Fiangonana. Tsy tahaka ireo sehatra teolojika hafa, ny pneumatologia dia nitoetra ho tsy nisy adihevitra goavana nandritra ireo taonjato voalohany. Na izany aza, tamin’ny faramparan’ny taonjato faharoa, manodidina ny taona 170 taorian’i Kristy, dia nipoitra ny hetsika iray fantatra amin’ny anarana hoe Montanisma. Ity hetsika ity dia nilaza fa tonga indray ny “andron’ny Fanahy Masina”, mitovy amin’izay nitranga tamin’ny andron’ny Apostoly, ary nambarany fa mihoatra noho ny teo aloha aza ny fisehoan’ny fanomezam-pahasoavana, indrindra ny fanomezam-pahasoavana haminany. Izany fanambarana izany no nanamarika ny fiandohan’ny adihevitra ara-teolojika lalindalina kokoa momba ny asan’ny Fanahy Masina sy ny fifandraisany amin’ny fanambarana ara-Baiboly."
        },
        {
          "id": "2.3",
          "title": "Ny hetsika pentekôtista sy karismatika",
          "content": "Na dia efa nipoitra tany am-piandohana aza ireo fironana ireo, dia tamin’ny fanombohan’ny taonjato faha-XX no tena nahazo vahana sy niparitaka maneran-tany izy ireny. Izany dia nitranga indrindra tamin’ny alalan’ny fipoiran’ny hetsika pentekotista, izay lasa fototra nipoiran’ireo onja ara-pinoana maro nifandimby tatỳ aoriana. Avy amin’izany no nisehoan’ny hetsika karismatika sy ny fampianarana momba ny filazantsaran’ny fahombiazana, izay samy mitodika amin’ny traikefa ara-panahy sy ny fisehoan’ny fanomezam-pahasoavana, ary ireo no isan’ny fironana ara-pivavahana tena mahazo vahana indrindra amin’ny tontolo kristiana ankehitriny."
        },
        {
          "id": "2.4",
          "title": "Ny Arianisma sy ny fandavana ny maha Andriamanitra ny Fanahy Masina",
          "content": "Tamin’ny taonjato fahefatra, ny fampianaran’i Arius dia nanohitra mivantana ny fampianaran'ny Soratra Masina momba ny maha-Andriamanitra an’i Jesosy Kristy, tamin’ny filazany fa tsy mitovy fomba amin’Andriamanitra Ray ny Zanaka. Ao anatin’io rafitra ara-pampianarana io ihany, dia nolaviny koa ny maha-Andriamanitra ny Fanahy Masina. Araka ny filazan’i Arius, ny Fanahy Masina dia zavaboary noforonin’Andriamanitra Ray, tamin’ny alalan’i Jesosy Kristy, ka noho izany dia ambany laharana sy ambany maha-izy Azy raha oharina amin’ny Ray sy ny Zanaka. Io fomba fijery io no nametraka ny Fanahy Masina ho ivelan’ny maha-Andriamanitra feno, ka niteraka adihevitra lalina teo amin’ny Fiangonana voalohany momba ny Trinite sy ny pneumatologia."
        },
        {
          "id": "2.5",
          "title": "Ny Modalisma na Sabelianisma",
          "content": "Na dia talohan’ny vanim-potoanan’i Arius aza, tamin’ny taonjato fahatelo, dia efa nisy ny fampianaran-diso niparitaka izay nandà ny maha-Trinite an’Andriamanitra. Ity fampianarana ity dia fantatra amin’ny anarana hoe Modalisma. Araka ny fomba fijery modalista, tsy misy fahamaroana Persona ao amin’ilay Andriamanitra tokana; ny Ray, ny Zanaka, ary ny Fanahy Masina dia heverina ho endrika telo samy hafa izay isehoan’ny Persona tokana ihany amin’ny fotoana sy toe-javatra samihafa. Ity fomba fijery ity dia mifanohitra mivantana amin’ny fampianaran'ny Baiboly momba ny Trinite, izay manasongadina ny maha-izy Azy sy ny maha samy hafa ny Ray, ny Zanaka, ary ny Fanahy Masina ao amin’ny Andriamanitra tokana."
        },
        {
          "id": "2.6",
          "title": "Zava-dehibe ny manamarika fa ny fifandrafiana teo amin’ny Fiangonana tatsinanana sy tandrefana dia niforona tamin’ny resaka ny fivoahan’ny Fanahy Masina (procession). Ny tandrefana dia nanamafy ny fampianarana fa ny Fanahy Masina dia mivoaka avy amin’ny Ray sy ny Zanaka, izay antsoina hoe Filioque, raha ny Fiangonana tatsinanana kosa tsy nanaiky io fanampim-panambarana io. Ity adihevitra ara-teolojika ity no iray amin’ireo antony lehibe nitarika ny fisaraham-bazana lehibe teo amin’ny Fiangonana Kristiana tamin’ny taona 1054 taorian’i Kristy, izay fantatra amin’ny anarana hoe Schiisma Lehibe (Great Schism), ka nahatonga ny fisarahan’ny Fiangonana Katolika tandrefana sy ny Fiangonana Ortodoksa tatsinanana."
        }
      ]
    },
    {
      "id": 3,
      "title": "I. Ny tenan'ny Fanahy Masina",
      "duration": "60 min",
      "completed": false,
      "sections": [
        {
          "id": "3.1",
          "title": "1. Ny Fanahy Masina dia Persona",
          "content": "Araka ny fanambaràn’ny Baiboly, ny Fanahy Masina dia tsy azo heverina ho hery na fahefana fotsiny, araka ny fiheveran’ny sasany. Tena Persona Izy, izany hoe fisiana manana fisainana, fhetseham-po, sitrapo, ary fahatsapana ny tenany. Tahaka ny maha-Persona ny Ray sy ny Zanaka ao amin’ny Trinite, ny maha-Persona ihany koa ny Fanahy Masina. Ity fanekena ny maha-Persona ny Fanahy Masina ity no fototra ara-teolojika mamaritra ny pneumatologia sy ny fahatakarana ny asany eo amin’ny fiainam-pinoana sy ny fiangonana."
        },
        {
          "id": "3.2",
          "title": "Ny marika ananan'ny Fanahy Masina ho Persona",
          "content": "Voalohany, ny Fanahy Masina dia manana aina ary manome fiainana, ka matetika izy no antsoina hoe Fanahin’aina (Rom 8:2; jereo koa Jao 6:63; 7:38-39). Faharoa, ny Fanahy Masina dia manana fisainana sy fahalalana, satria Izy irery ihany no mahalala ny sain’Andriamanitra (1 Kor 2:11). Fahatelo, ny Fanahy Masina dia manana fahatsapana, ka mety ampahalelovina (Efe 4:30), ary manam-pitiavana ary manome fitiavana ho an’ny mpino koa (Rom 5:5). Ireo toetra telo ireo dia manamarina fa ny Fanahy Masina dia Persona feno, tsy hery tsy misy maha-izy azy fotsiny, ary miasa amin’ny fomba manan-tsaina, manan-tsaina, ary manan-kery amin’ny fiainan’ny mpino sy ny fiangonana."
        },
        {
          "id": "3.3",
          "title": "Ny asa fanaona persona ataon'ny Fanahy Masina",
          "content": "Ny Fanahy Masina dia manatanteraka asa sy hetsika izay mampiseho ny maha-Persona Azy. Ohatra, Izy dia miteny (Asa 13:2), manelanelana sy mifona ho an’ny mpino (Rom 8:26-27), mampianatra ny mpino (Jao 14:26), ary mampiaiky sy manaporofo ny fahotana (Jao 16:8). Ankoatra izany, ny Fanahy Masina dia manome ary mizara fanomezam-pahasoavana amin’ny mpino tsirairay araka ny sitrapony manokana (1 Kor 12:11). Ireo asa sy fanomezana ireo dia manaporofo fa tsy hery tsy misy fahatsapana Izy, fa Persona feno, miasa amin’ny fahalalana, sitrapo, ary fahatsapana manokana amin’ny fiainam-pinoana sy ny fiangonana."
        },
        {
          "id": "3.4",
          "title": "Ny fanambaràn'i Jesosy ny maha Persona ny Fanahy Masina",
          "content": "Jesosy Kristy ihany koa dia maneho mivantana ny maha Persona ny Fanahy Masina, rehefa mampiasa ny mpisolo-tena samirery mba hilazany ny Fanahy Masina – izay midika fa Persona Izy, fa tsy hery na zavatra akory (oh: '... ny Fanahy Masina... Izy no hampianatra anareo ny zavatra rehetra...', Jao 14:26)."
        },
        {
          "id": "3.5",
          "title": "2. Ny Fanahy Masina dia Andriamanitra",
          "content": "Tsy hoe Persona fotsiny ihany anefa ny Fanahy Masina, fa Persona izay Andriamanitra Izy, dia toy ny Ray izay Andriamanitra, sy ny Zanaka izay Andriamanitra. Manana ny fomba maha Andriamanitra tsy azo zaraina tahaka ny Ray sy ny Zanaka ihany koa ny Fanahy Masina."
        },
        {
          "id": "3.6",
          "title": "Ny fanambaràn'ny Baiboly ny maha Andriamanitra ny Fanahy Masina",
          "content": "Voalohany, antsoina mivantana hoe Andriamanitra, raha milaza Petera fa ny mandainga amin'ny Fanahy Masina dia mandainga amin'Andriamanitra: '... nahoana Satana no nameno ny fonao handainga amin'ny Fanahy Masina... Tsy mandainga tamin'olona hianao, fa tamin'Andriamanitra' (Asa 5:3, 5)."
        },
        {
          "id": "3.7",
          "title": "Ny toetra maha Andriamanitra an'ny Fanahy Masina",
          "content": "Faharoa, manana ireo toetra maha Andriamanitra Izy, toy ny maha mandrakizay Azy ('ny Fanahy mandrakizay', Heb 9:14), izay efa teo talohan'ny fiandohana, ka nanana anjara asa tamin'ny nanorenana ny lanitra sy ny tany (Gen 1:2)."
        },
        {
          "id": "3.8",
          "title": "Ny asan'Andriamanitra ataon'ny Fanahy Masina",
          "content": "Fahatelo, manatanteraka ny asa izay an'Andriamanitra ny Fanahy Masina, toy ny fahariana (Gen 1:2; Joba 33:4), ny fampanoratana ny Soratra Masina (2Pet 1:20-21), ny fanorotoroana an'i Jesosy Kristy tao an-kibon'i Maria (Lio 1:35), ny fanavaozana sy fiterahana indray (Jao 3:5; Tit 3:5), ny fizarazarana ny fanomezam-pahasoavana (1Kor 12:7-11)."
        }
      ]
    },
    {
      "id": 4,
      "title": "II. Ny toetran'ny Fanahy Masina",
      "duration": "55 min",
      "completed": false,
      "sections": [
        {
          "id": "4.1",
          "title": "1. Anarana samihafa iantsoana ny Fanahy Masina",
          "content": "Matetika indrindra dia anarana izay mampifandray Azy amin'ny Ray no iantsoana ny Fanahy Masina: ny Fanahin'Andriamanitra (Gen 1:2; Mat 3:16; 1Kor 2:11; 12:3, sns.), ny Fanahin'i Jehovah, na Fanahin'i Jehovah Tompo (Mpits 3:10; Sal 106:3; Isa 11:2; 61:1, sns.), ny Fanahin'ny Ray (Mat 10:20)."
        },
        {
          "id": "4.2",
          "title": "Ny anarana mampifandray ny Fanahy Masina amin'ny Zanaka",
          "content": "Fa iantsoana ny Fanahy Masina ihany koa ny anarana izay mampifandray Azy amin'ny Zanaka, izay naniraka ny Fanahy Masina sy nampilatsaka Azy, rehefa nasandratry ny tanana ankavanan'Andriamanitra Izy (Asa 2:33). Koa anarana iantsoana ny Fanahy Masina ihany koa ny hoe: Fanahin'i Jesosy (Asa 16:7), ny Fanahin'i Kristy (Rom 8:9; 1Pet 1:11), ny Fanahin'i Jesosy Kristy (Fil 1:19), ny Fanahin'ny Zanaka (Gal 4:6)."
        },
        {
          "id": "4.3",
          "title": "Ny anarana manokana ho an'ny Fanahy Masina",
          "content": "Fa na dia izany aza, dia maro ihany koa ny anarana izay manokana ho an'ny Fanahy Masina, tahaka ny hoe: ny Fanahy (Mat 4:1), ny Fanahy mandrakizay (Heb 9:14), ny Fanahy fito (Apok 1:4; 3:1; 4:5; 5:6), ary indrindra izay tena ahalalana Azy, dia ny hoe Fanahy Masina."
        },
        {
          "id": "4.4",
          "title": "Ny hevitry ny hoe 'Masina'",
          "content": "Ny fiantsoana ny Fanahy ho Fanahy Masina, dia manondro ny maha Fanahin'Andriamanitra Azy, izay Tompo sy Mpahary voatokana sy miavaka amin'ny zavaboary nohariany, hany ka tsy misy fanahy hafa azo ampitahana na amplaharina Aminy. Tsy miray fomba amin'ny fanahin'ny olombelona na miray lasitra amin'ny fanahin'ny anjely ny Fanahy Masina, fa Fanahin'Andriamanitra, ka izay no maha Masina na voatokana Azy."
        },
        {
          "id": "4.5",
          "title": "Ny hoe 'Tompo' sy anarana hafa",
          "content": "Etsy andanin'ny hoe Masina, dia anaram-boninahitra hafa iombonan'ny Fanahy Masina amin'ireo Persona roa hafa amin'ny Trinite ihany koa ny hoe Tompo, izay manondro ny fahefany sy ny fanapahany. Ao amin'ny 2Kor 3:18, dia antsoin'i Paoly Apostoly mivantana hoe Tompo ny Fanahy Masina."
        },
        {
          "id": "4.6",
          "title": "II. Endrika isehoana sy sary anoharana ny Fanahy Masina",
          "content": "Endrika isehoana sy sariteny fanoharana vitsivitsy, izay manambara ny Fanahy Masina avokoa, no raketin'ny Baiboly, ka ny ankamaroan'ireo dia hita ao amin'ny Testamenta Vaovao avokoa."
        },
        {
          "id": "4.7",
          "title": "Ny rano sy ny rivotra",
          "content": "Voalohany, dia oharina amin'ny rano Izy (Isa 44:3; Jao 7:38-39) izay manome aina – dia ny fiainana mandrakizay, na ny famonjena izany. Faharoa, dia oharina amin'ny rivotra Izy (Jao 3:8), izay maneho fa na dia tsy hita maso aza Izy, ka tsy fantatra na hay farttana izay fomba hissany ny fahaterahana indray ao anatin'ny olona iray, dia miharihary ny vokatry ny asany izay mamelona aina."
        },
        {
          "id": "4.8",
          "title": "Ny afo sy ny voromalala",
          "content": "Fahatelo, dia niseho tamin'ny endriky ny lela mitarehin'afo mizarazara ny Fanahy Masina, rehefa nirotsaka tamin'ireo mpianatra tamin'ny andro Pentekosta (Asa 2:3). Fahefatra, dia niseho tamin'ny endriky ny voromalala ihany koa ny Fanahy Masina, tamin'ny fotoana nanaovam-batisa an'i Jesosy (Mat 3:16; Mar 1:10; Lio 3:22; Jao 1:32)."
        },
        {
          "id": "4.9",
          "title": "Ny diloilo sy ny tombo-kase",
          "content": "Fahadimy, dia oharina amin'ny diloilo ny Fanahy Masina, ao anatin'ilay fomba filaza hoe nohosorana tamin'ny Fanahy Masina, raha milaza an'i Jesosy (Asa 10:38), sy ilay hoe hosotra izay noraisin'ny mino (2Kor 1:21-22; 1Jao 2:20, 27). Fahenina, dia oharina amin'ny tombo-kase ny Fanahy Masina, ary ampifandraisina akaiky amin'izany ny maha santatra (santa-bokatra) ny Fanahy Masina izany, araka ny voalaza ao amin'ny Efe 1:14 sy ny 2Kor 1:22."
        }
      ]
    },
    {
      "id": 5,
      "title": "III. Ny asan'ny Fanahy Masina",
      "duration": "70 min",
      "completed": false,
      "sections": [
        {
          "id": "5.1",
          "title": "1. Ny Fanahy Masina sy ny fahariana izao tontolo izao",
          "content": "Amin'ny maha Andriamanitra Azy, dia nanana anjara asa tamin'ny fahariana izao tontolo izao sy ny fihazonana azy ny Fanahy Masina. Raha tsy mbola nisy endrika sady foana ny tany, ka ny aizina no tambonin'ny lalina, dia voalaza fa 'ny Fanahin'Andriamanitra nanomba tambonin'ny rano' (Gen 1:2)."
        },
        {
          "id": "5.2",
          "title": "Ny anjara asan'ny Fanahy Masina amin'ny fameloman'aina",
          "content": "Koa tsy ny fahariana izao rehetra izao tany am-boalohany ihany no idiran'ny Fanahy Masina an-tsehatra, fa ny fihazonana izao rehetra izao ihany koa, indrindra fa amin'ny alalan'ny fanomezan'aina ny zavaboary rehetra sy ny olombelona. Ny Sal 104:29-30 dia maneho izany asa fameloman'aina ny zavaboary tanterahin'ny Fanahy Masina izany."
        },
        {
          "id": "5.3",
          "title": "2. Ny Fanahy Masina sy ny fanoratana ny Soratra Masina",
          "content": "Anisan'ny mampisongadina manokana ny Fanahy Masina ny anjara asa fiahiany tamin'ny fanoratana ny Soratra Masina, dia ny Baiboly izany. Ny 2Pet 1:20-21 no mamaritra izany asan'ny Fanahy Masina tamin'ny fampanoratana ny Soratra Masina izany."
        },
        {
          "id": "5.4",
          "title": "Ny anjara asan'ny Fanahy Masina amin'ny fahatakarana ny Soratra",
          "content": "Ankoatra izay, dia manana anjara asa ihany koa ny Fanahy Masina amin'ny fanilovana ny sain'ny olona mpamaky mba hahatakarany ny hevitry marin'ny Soratra Masina. Ny tenin'i Paoly, ao @ 1Kor 2:10-13, dia milaza fa amin'ny alalan'ny Fanahy Masina no hahazoan'ny olona mahafantatra ny zavatra ara-panahy araka an'Andriamanitra."
        },
        {
          "id": "5.5",
          "title": "3. Ny Fanahy Masina sy ny fahatongavan'i Jesosy Kristy tety an-tany",
          "content": "Nanana anjara asa lehibe sy manokana tamin'ny fahatongavan'i Jesosy Kristy tety an-tany ny Fanahy Masina. Hita taratra izany, na tamin'i Jesosy notorontoronina tao an-kibon'i Maria reniny, na tamin'i Jesosy izay nombany sy notafiany hery hanao ny asa fanompoana izay nanirahana Azy."
        },
        {
          "id": "5.6",
          "title": "Ny anjara asan'ny Fanahy Masina tamin'ny fanorotoronana an'i Jesosy",
          "content": "Voalohany, nanana anjara asa lehibe ny Fanahy Masina tamin'ny fampidirana ny Zanaka teto amin'izao tontolo izao. Ny tenin'ny anjely tamin'i Maria no milaza izany asa mahagaga hotanterahin'ny Fanahy Masina izany: '... Ny Fanahy Masina ho tonga ao aminao, ary hisy herin'ny Avo Indrindra hanaloka anao; koa ny Masina Izay hateraka dia hatao hoe Zanak'Andriamanitra' (Lio 1:35)."
        },
        {
          "id": "5.7",
          "title": "Ny fitarihana sy fanafiana hery an'i Jesosy",
          "content": "Faharoa, nanana anjara asa lehibe ihany koa ny Fanahy Masina tamin'ny fitarihana sy ny fanafiana hery manokana an'i Jesosy hanatanteraka ny asa fanompoany teto an-tany. Maneho izany ny fotoana nanombohan'i Jesosy ny asany, raha nataon'i Jaona batisa tao amin'ny reniranon'i Jordana Izy."
        },
        {
          "id": "5.8",
          "title": "4. Ny Fanahy Masina sy ny famonjena",
          "content": "Eo am-pototry ny famonjena ny mpanota ny asan'ny Fanahy Masina, izay mampihatra ny fanavotana notanterahin'i Jesosy Kristy amin'ny olom-boafidin'Andriamanitra, amin'ny alalan'ny asa fanavaozana sy fiterahana indray, izay hampiaikeny ny olona ny fahotana, ka hanefeny ny finoana mahavonjy ao anatiny."
        },
        {
          "id": "5.9",
          "title": "Ny fahaterahana indray sy ny fanavaozana",
          "content": "Ny fahaterahana indray, dia asan'ny Fanahy Masina izay mamelon'aina ny maty ara-panahy, ka mahatonga azy ho olom-baovao. Tsy misy olona hitady an'Andriamanitra noho ny sitrapon'ny tenany, na avy amin'ny herin'ny tenany (cf. Rom 3:11; Efe 2:1-3), raha tsy misy ny asan'Andriamanitra izay manova tanteraka ny ao anatiny ao."
        },
        {
          "id": "5.10",
          "title": "Ny fomba fiasan'ny Fanahy Masina amin'ny famonjena",
          "content": "Voalohany, dia mampiaiky ny olona ny fahotany ny Fanahy Masina, araka ny tenin'i Jesosy Kristy ao amin'ny Jao 16:8: 'Ary rehefa tonga Izy dia hampiaiky izao tontolo izao ny fahotana sy ny fahamarinana ary ny fitsarana'. Faharoa, dia mampanaiky ny olona ny famonjena ao amin'i Jesosy Kristy ny Fanahy Masina, amin'ny hanefeny ny finoana mahavonjy ao anatin'ny olona."
        }
      ]
    },
    {
      "id": 6,
      "title": "5. Ny Fanahy Masina eo amin'ny fiainan'ny mino manokana",
      "duration": "65 min",
      "completed": false,
      "sections": [
        {
          "id": "6.1",
          "title": "a. Ny batisa amin'ny Fanahy Masina: fandraisana ny Fanahy Masina",
          "content": "Rehefa nateraka indray ny olom-boafidin'Andriamanitra, dia manana ny Fanahy Masina izay mitoetra ao anatiny izy. Jesosy no efa nanambara tamin'ny mpianany ny fahatongavan'ny Mpananatra hafa, dia ny Fanahy Masina, izay ho eo amin'izy ireo mandrakizay (Jao 14:16)."
        },
        {
          "id": "6.2",
          "title": "Ny fahafahana manavaka ny fanekena vaovao",
          "content": "Ny tsy fahaizana manavaka izany mariky ny fanekena vaovao izany no mahatonga fahadisoan-kevitra amin'ny olona, hetsika sy fiangonana sasany, izay mihevitra sy mampianatra fa ny fandraisan'ny mino ny Fanahy Masina dia tsy mandeha mirarka, fa traikefa miavaka izay mitranga aorian'ny fahaterahana indray."
        },
        {
          "id": "6.3",
          "title": "Ny tranga manokana tamin'ny andro voalohan'ny fiangonana",
          "content": "Ny zava-misy anefa, dia tranga manokana izay tsy natao hiverimberina no niseho tamin'ireo andro voalohan'ny fiangonana, araka izay voatatitra ao amin'ny bokin'ny Asan'ny Apostoly (ny Jiosy ao amin'ny Asa 2:1-4, ny Samaritana ao amin'ny Asa 8:14-17, Kornelio sy ny ankohonany jentilisa ao amin'ny Asa 10:44-48, ireo mpianatr'i Jaona Mpanao batisa tany Efesosy ao amin'ny Asa 19:1-17)."
        },
        {
          "id": "6.4",
          "title": "Ny fomba mahazatra handraisan'ny mino ny Fanahy Masina",
          "content": "Rehefa mibebaka ka mino an'i Jesosy ho Tompo sy Mpamonjy ny olona iray, dia mandray avy hatrany ny fanomezana, dia ny Fanahy Masina, izay mitoetra maharitra ao anatiny. Mazava ny Tenin'Andriamanitra, fa raha misy olona tsy manana ny Fanahin'i Kristy, dia tsy an'i Kristy izy (Rom 8:9; Joda 19)."
        },
        {
          "id": "6.5",
          "title": "b. Ny fanombohan-kasen'ny Fanahy Masina",
          "content": "Efa noresahina teo aloha ny fanoharana ny Fanahy Masina amin'ny tombo-kase (Efe 1:14; 2Kor 1:22), izay ampiraisina matetika amin'ny maha santatra ny Fanahy Masina. Ny fisiana tombo-kase dia manamarina ny maha fananan'ny tompony ny zavatra iray."
        },
        {
          "id": "6.6",
          "title": "Ny maha zanak'Andriamanitra ny mino",
          "content": "Ary farany, tsara marihina fa milaza ihany koa ny Baiboly, fa azo anotana, toy ny hoe andaingana na itenenan-dratsy ny Fanahy Masina (cf. Asa 5:3; Mat 12:31-32), izay manambara fa tsy maintsy Persona Izy."
        },
        {
          "id": "6.7",
          "title": "d. Ny asa fanavaozan'ny Fanahy Masina ao anatin'ny mino",
          "content": "Ny asa fanavaozana tanterahin'ny Fanahy Masina ao anatin'ny mino (Tit 3:5) dia tsy voafetra amin'ny fotoana nanomezany fo vaovao, izay nahatonga ny mino nibebaka sy mino ny filazantsaran'ny famonjena. Mitohy mandrakariva izany asa fanavaozana izany, amin'ny alalan'ny fitoeran'ny Fanahy Masina maharitra ao anatin'ny mino."
        },
        {
          "id": "6.8",
          "title": "Ny tanjon'ny Fanahy Masina amin'ny fanavaozana",
          "content": "Ny tanjom-panavaozan'ny Fanahy Masina, dia ny hahatonga ny mino '[h]ahatratra ny ohatry ny halehiben'ny fahafenoan'i Kristy' (Efe 4:13), na, araka ny filazan'i Paoly azy tamin'ny Galatiana, 'mandra-paharin'i Kristy ao anatinareo' (Gal 4:19)."
        },
        {
          "id": "6.9",
          "title": "Ny fomba fiasan'ny Fanahy Masina ao anaty",
          "content": "Mba hissany izany tanjona izany, dia manatanteraka asa ao anatin'ny mino tsirairay avy ny Fanahy Masina. Manotrona ny mino amin'ny fitarihany (Jao 14:13; 16:13; Rom 8:14), ny fanilovany (1Kor 2:10-13), ny fampianarany (1Jao 2:20, 27), ny fampahatsiarovany (Jao 14:26), ny fampahatanjahany ara-panahy (Efe 3:16), ary indrindra ny fanampiany sy ny fifonany (Rom 8:26-27)."
        },
        {
          "id": "6.10",
          "title": "e. Ny fankaherezan'ny Fanahy Masina amin'ny fanompoana sy ny fijoroana vavolombelona",
          "content": "Anisan'ny manamarika ny fitoeran'ny Fanahy Masina ao amin'ny mino ihany koa ny fankaherezany azy manokana ho amin'ny fanatanterahina ny asa fanompoana izay niantsoana azy, ary indrindra ny fijoroany ho vavolombelon'i Jesosy Kristy."
        },
        {
          "id": "6.11",
          "title": "f. Ny fahafenoan'ny Fanahy Masina ao amin'ny mino",
          "content": "Miresaka manokana ny amin'ny fahafenoan'ny Fanahy Masina ny Testamenta Vaovao, ka endrika roa no mety hisehoan'izany."
        },
        {
          "id": "6.12",
          "title": "Ny endriky ny fahafenoana voalohany",
          "content": "Ny endriky ny fahafenoana voalohany dia ny fanomezan'ny Fanahy Masina hery manokana ny olona iray, amin'ny fotoana iray voafaritra, mba hanatontosany asa lehibe. Ohatra amin'izany i Bezalila, tao amin'ny Testamenta Taloha, izay nofenoina ny Fanahin'Andriamanitra ka nanana fahendrena sy fahiratan-tsaina ary fahalalana mba hihevitra hanao asa kanto (Eks 31:3-4; 35:31)."
        },
        {
          "id": "6.13",
          "title": "Ny endriky ny fahafenoana faharoa",
          "content": "Etsy andanin'izany, dia miresaka endrika ana fahafenoana faharoa ny Baiboly, dia ny toe-panahin'ny olona iray izay miaina eo ambanin'ny fifehezan'ny Fanahy Masina tanteraka. Fony Izy teto an-tany, dia voalaza fa feno ny Fanahy Jesosy, ka nentiny sy notarihiny (Lio 4:1)."
        },
        {
          "id": "6.14",
          "title": "Ny didy hoe 'aoka hofenoina ny Fanahy'",
          "content": "Ary ny fandidiana hoe 'aoka hofenoina ny Fanahy' dia midika fa manana andraikitra amin'ny fahafenoan'ny Fanahy ny mino, amin'ny hamelany mandrakariva izany hihatra na ho tanteraka ao aminy. Tsy zava-miseho indray maka tahaka ny batisan'ny Fanahy Masina akory ny fahafenoan'ny Fanahy, fa zavatra izay katsahin'ny mino amin'ny fomba mitohy."
        }
      ]
    },
    {
      "id": 7,
      "title": "6. Ny fanoherana ny asan'ny Fanahy Masina",
      "duration": "40 min",
      "completed": false,
      "sections": [
        {
          "id": "7.1",
          "title": "a. Ny fanoheran'ny mino ny asan'ny Fanahy Masina",
          "content": "Mampitandrina ny mino ny amin'izay fhietsika mety hanoberany ny fiasan'ny Fanahy Masina ao anatiny ny Tenin'Andriamanitra. Tao amin'ny Testamenta Taloha, dia voalaza fa nanome alahelo ny Fanahy Masina, ka tonga fabavalo niady tamin'Andriamanitra, ny taranak'Israely (Isa 63:10)."
        },
        {
          "id": "7.2",
          "title": "Ny fahotana mety hampalahelo ny Fanahy Masina",
          "content": "Midika izany fa miteraka alahelo amin'ny Fanahy Masina izay mitoetra maharitra ao anatin'ny mino ny fahotana, dia ny saina, ny fhietsika sy ny teny rehetra mety hataony ka mifanohitra amin'ny sitrapon'Andriamanitra."
        },
        {
          "id": "7.3",
          "title": "b. Ny fanoheran'ny tsy mino sy ny fitenenan-dratsy ny Fanahy Masina",
          "content": "Fa raha mbola mety hanohitra ny Fanahy Masina toy izany aza ny mino, mainka fa ny tsy mino izay mety hanohitra ny fanapahany (Gen 6:3), haniratsira azy (Heb 10:29), sy hiteny ratsy azy mihitsy aza (Mar 3:29)?"
        },
        {
          "id": "7.4",
          "title": "Ny fitenenan-dratsy ny Fanahy Masina",
          "content": "Momba ity farany ity, dia mazava ny tenin'i Jesosy, fa 'izay miteny ratsy ny Fanahy Masina kosa dia tsy mahazo famelankeloka mandrakizay, fa mendrika hohelohina ny amin'ny ota mandrakizay izy' (Mar 3:29)."
        },
        {
          "id": "7.5",
          "title": "Ny hevitry ny fitenenan-dratsy",
          "content": "Ny fitenenan-dratsy (na blasfemia) ny Fanahy Masina, araka ny Mar 3:30 (sy ny andalana hafa mifanitsy aminy) dia ny fenoherana ankitsirano ny asan'ny Fanahy Masina, hatramin'ny filazana fa ny Johan'ny demonia mihitsy no tao ambadiky ny herin'i Jesosy handroaka demonia, fony Izy teto an-tany."
        },
        {
          "id": "7.6",
          "title": "Mbola mety hitranga ve izany ankehitriny?",
          "content": "Mbola mety hitranga ve izany fitenenan-dratsy ny Fanahy Masina izany, amin'izao andro ankehitriny izao? Ireo mihevitra fa tsia dia milaza fa tranga tsy afaka hiverina intsony ny fitenenan-dratsy ny Fanahy Masina nataon'ireo Fariseo fehizay, satria efa any tany an-danitra ny Tompo ankehitriny."
        }
      ]
    },
    {
      "id": 8,
      "title": "7. Ny Fanahy Masina eo amin'ny fiainan'ny fiangonana",
      "duration": "50 min",
      "completed": false,
      "sections": [
        {
          "id": "8.1",
          "title": "a. Ny batisa amin'ny Fanahy Masina: fanorenana ny fiangonana",
          "content": "Teo am-pototry ny fananganan'i Jesosy Kristy ny fiangonany ny handatsahany ny Fanahy Masina tamin'ireo mpianany voalohany, tamin'ny andro Pentekosta (Asa 2:1-47). Ny hery sy fahasahiana lehibe nomen'ny Fanahy Masina ireo Apostoly hitory ny asa lehibe ataon'Andriamanitra (and.14-36), mbamin'ny asa fampiaikena tao am-pon'ny olona (and.37) izay handraisany ny famelan-keloka sy ny fanomezana, dia ny Fanahy Masina (and.38-40), no nitarika ho amin'ny fiforonan'ny fiangonana voalohany tao Jerosalema (and.41-47)."
        },
        {
          "id": "8.2",
          "title": "Ny Fanahy Masina mampiaraka ny mpino ho tena iray",
          "content": "Manazava izany asan'ny Fanahy Masina eo am-pototry ny fanorenana ny fiangonana izay tenan'i Kristy izany Paoly Apostoly, raha milaza fa 'Fanahy iray ihany no nanaovam-batisa antsika rehetra ho tena iray, na Jiosy na jentilisa, na andevo na tsy andevo; ary isika rehetra dia efa nampisotroina ny Fanahy iray' (1Kor 12:13)."
        },
        {
          "id": "8.3",
          "title": "b. Ny fampitaovan'ny Fanahy Masina: fandrafetana ny fiangonana",
          "content": "Tsy ny fanitarana ny fiangonana amin'ny fampionbonana ny mino ho ao amin'ny tenan'i Kristy fotsiny ihany no asan'ny Fanahy Masina eo amin'ny fiainan'ny fiangonana, fa ny fandrafetana ny fiangonana amin'ny alalan'ny fampandrosoana ara-panahin'ny mpino ihany koa."
        },
        {
          "id": "8.4",
          "title": "Ny endrika maro samihafa amin'ny asa fandrafetana",
          "content": "Miseho amin'ny endrika maro samihafa ny asa fandrafetana ny fiangonana tanterahin'ny Fanahy Masina izany: manendry ireo izay hitandrina ny fiangonana (Asa 20:28), manokana ireo iraký ny fiangonana (Asa 13:1-3) sy mamaritra ny toerana hissan'ireo (Asa 16:6-7), miditra an-tsehatra amin'ny fitoriana ny tenin'Andriamanitra (1Kor 2:4-5) sy ny famahana ireo olana ara-poto-pampianarana (Asa 15:28), mampiray ny fiangonana amin'ny fehim-pihavanana (Efe 4:3), ary indrindra mizarazara ny fanomezam-pahasoavana amin'ny mino tsirairay avy, araka ny sitrapony (1Kor 12:4, 11)."
        },
        {
          "id": "8.5",
          "title": "Ny fanomezam-pahasoavana",
          "content": "Anarana roa samy hafa no iantsoan'i Paoly Apostoly ny fanomezam-pahasoavana, ao amin'ny 1Korontiana 12. Voalohany, dia antsoin'i Paoly hoe 'zava-panahy' na 'zavatry ny Fanahy' izy (Grika: Pneumatikon), ao amin'ny 1Kor 12:1, satria ny Fanahy Masina no loharano ihavian'ny fanomezam-pahasoavana."
        },
        {
          "id": "8.6",
          "title": "Ny sokajina fanomezam-pahasoavana",
          "content": "Farany, tsara ny manamarika fa misy sokajina fanomezam-pahasoavana roa lehibe voarakitra ao amin'ny Testamenta Vaovao. Ny sokajy voalohany dia ireo fanomezam-pahasoavana ho fanorenana ny fiangonana, izay nomen'ny Fanahy Masina tamin'ny vanim-potoana voalohan'ny fiangonana (antsoina hoe vanim-potoana apostolika). Ny sokajy faharoa kosa dia ireo fanomezam-pahasoavana ho fandrafetana ny fiangonana."
        }
      ]
    }
  ]
}