{
  "modules": [
    {
      "id": 1,
      "title": "I. Ny fikasana momba ny famonjena",
      "duration": "45 min",
      "completed": false,
      "sections": [
        {
          "id": "1.1",
          "title": "Ny famonjena ao anatin’ny fikasan’Andriamanitra mandrakizay",
          "content": "Ny fikasan’Andriamanitra mandrakizay dia ny fanorenany ny fanjakany be voninahitra. Izany no lohahevitra lehibe mampiray ny Baiboly iray manontolo, manomboka @ Gen 1 ka hatr@ Apok 22: nanorina ny lanitra sy tany voalohany Andriamanitra, ka nampanapaka ny olona taminy (Gen 1-2); tafiditra anefa ny ota, ka lavo t@ toerany ny olombelona (Gen 3); niasa ny fanarenana ny zavatra rehetra Andriamanitra, t@ alalan’ny planim-famonjena izay ao @ Kristy Jesosy. Ireo fanekena nifandinby no schatra anatontosan’Andriamanitra izany planim-famonjena izany."
        },
        {
          "id": "1.2",
          "title": "Ny famonjena araka ny planin’Andriamanitra",
          "content": "Satria tafiditra ao anatin’ny fikasan’Andriamanitra mandrakizay ny fikasany momba ny famonjena, dia fikasana mandrakizay ihany koa izany. Efe 1:3-6: 'fony tsy mbola ary ny fanorenan’izao tontolo izao' no efa nikasa ny famonjena Andriamanitra, ka nifidy, nanendry mialoha, nanangana ho zanany. Ny famonjena dia tanteraka 'ao amin’i Kristy', 'amin’ny alalan’i Jesosy Kristy'."
        },
        {
          "id": "1.3",
          "title": "Ny ffidianan’Andriamanitra mialoha",
          "content": "Eo am-pototry ny famonjena ny ffidianan’Andriamanitra antsika 'fony tsy mbola ary ny fanorenan’izao tontolo izao'. Tsy hoe tafiditra ny ota vao nihevitra ny famonjena, fa hatramin’ny voalohany. Ny ffidianana dia fahasoavana, izany hoe fanomezana izay atolotr’Andriamanitra mainaim-poana ho an’izay tsy mendrika, nefa nosafidiny hamindrana fo. Tşy zavatra rariny ny famonjena, fa fahasoavana irery ihany."
        }
      ]
    },
    {
      "id": 2,
      "title": "II. Ny fahatanterahan’ny famonjena",
      "duration": "60 min",
      "completed": false,
      "sections": [
        {
          "id": "2.1",
          "title": "Ny fahafatesan’i Kristy",
          "content": "Eo am-pototry ny famonjena ny fanetren-tena sy ny fisandratan’i Jesosy Kristy. Tonga nofo tetỳ an-tany Kristy mba hamonjy ny mpanota ho afaka @ fahotany. Ny fanetren-tenan’i Kristy sy ny fanandratana Azy no fahatanterahan’Andriamanitra ny famonjena."
        },
        {
          "id": "2.2",
          "title": "Ny manamarika ny fahafatesan’i Kristy",
          "content": "Araka ny saina ninian’Andriamanitra; efa voatendrin’Andriamanitra hatrizay; anton’ny nahatongavany ho nofo; fanoloran-tena an-tsitrapo; fankatoavana mahavonjy; fanoloran-tena tonga lafatra; ho an’olona voafaritra."
        },
        {
          "id": "2.3",
          "title": "Ny hevitry ny fahafatesan’i Kristy",
          "content": "Hevi-diso; fisoloan-toerana; fanavotana amin’ny ota; fampiononam-pahatezerana; fampihavarana."
        },
        {
          "id": "2.4",
          "title": "Ny fisandratan’i Kristy",
          "content": "Ny fitsanganan’i Kristy tamin’ny maty; ny porofon’ny fitsanganana; ny hevitry ny fitsanganana; ny fakaran’i Kristy tany an-danitra; ny fiverenan’i Kristy indray."
        }
      ]
    },
    {
      "id": 3,
      "title": "III. Ny fampiharana ny famonjena",
      "duration": "50 min",
      "completed": false,
      "sections": [
        {
          "id": "3.1",
          "title": "Ny Fanahy Masina no mampihatra amintsika ny fanavotana",
          "content": "Asan’Andriamanitra Telo Izay Iray manontolo ny famonjena, tsy ny fikasana sy ny fanatanterahana ihany, fa ny fampiharana izany ihany koa. Ny Tit 3:4-7 sy ny Efe 1:1-14 dia mancho ny fikasan’Andriamanitra, ny fahatanteran’i Jesosy, ary ny fampiharan’ny Fanahy Masina."
        },
        {
          "id": "3.2",
          "title": "Ny Ordus Salutis",
          "content": "Ny teny latina hoe *Ordus Salutis* dia iantsoana ny filaharan’ireo lafin-javatra samihafa @ famonjena. Araka ny lojikan’ny fitrangany, dia toy izao no filaharana: Fifidianana, Fiantsoana, Fiterahana indray, Fibebahana sy finoana, Firaisana amin’i Kristy, Fanamarinana, Fanamasinana, Fanomezam-boninahitra."
        },
        {
          "id": "3.3",
          "title": "Ny fifidianana",
          "content": "Hatrizay no efa nifidy ny olona sasany ho @ famonjena Andriamanitra, t@ fahasoavany sy araka ny sitrapon ny tenany irery ihany. Izay rehetra nofidian’Andriamanitra ho @ famonjena dia tsy maintsy ho tonga @ famonjena."
        },
        {
          "id": "3.4",
          "title": "Ny fiantsoana",
          "content": "Ireo izay nofidin’Andriamanitra ka notendreny ho @ famonjena, dia nantsoiny ho @ famonjena. Miseho @ endrika roa: ny fiantsoana ery ivelany sy ny fiantsoana ao anatiny."
        },
        {
          "id": "3.5",
          "title": "Ny fiterahana indray",
          "content": "Ireo olom-boafidin’Andriamanitra, izay nantsoiny manokana, dia omen ny Fanahy Masina fo vaovao, ka ny fo vato dia soloihy fo nofo. Asan’Andriamanitra samirery ny fiterahana indray."
        },
        {
          "id": "3.6",
          "title": "Ny fibebahana sy ny finoana",
          "content": "Tsy misaraka ny fibebahana sy ny finoana, fa lafiny roa @ zava-misy iray ihany. Asan’Andriamanitra ao anatin’ny olom-boafidy ny fibebahana sy ny finoana."
        },
        {
          "id": "3.7",
          "title": "Ny firaisana amin’i Kristy",
          "content": "Rehefa nateraka indray ny olona, ka mibebaka sy mino ny filazantsara, dia tonga tafaray am-panahy @ Jesosy, ka mandray ireo fitahiam-panahy rehetra aterak’izany fiombonana Aminy izany."
        },
        {
          "id": "3.8",
          "title": "Ny fanamarinana",
          "content": "Anisan’ny fitahiam-panahy ateraky ny firaisana @ Kristy ny fanamarinana, izay didim-pitsaran’Andriamanitra hanambarany ny mino ho marina eo anatrehany."
        },
        {
          "id": "3.9",
          "title": "Ny fananganan’anaka",
          "content": "Ny fananganan’anaka dia asan’ny fahasoavan’Andriamanitra izay andraisany ny mpino ho isan’ireo zanak’Andriamanitra, ka hahazoany ny tombontsoan ny maha zanaka rehetra."
        },
        {
          "id": "3.10",
          "title": "Ny fanamasinana",
          "content": "Ny fanamasinana dia asan’ny fahasoavan’Andriamanitra izay anavaozany miandalana ny mpino mba hifanaraka @ endrik’Andriamanitra."
        },
        {
          "id": "3.11",
          "title": "Ny fanomezam-boninahitra",
          "content": "Ny fanomezam-boninahitra no dingana farany @ fampiharana ny famonjena, ary hitranga @ andro fiverenan’i Kristy, ka handraisan’ireo izay mino Azy tenam-boninahitra vaovao."
        }
      ]
    }
  ]
}